Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Product name..
vi: Tên sản phẩm..

source: Virtual products are intangible and aren't shipped.
vi: Sản phẩm ảo là vô hình và không được vận chuyển.

source: Category
vi: Danh mục

source: Select product category
vi: Chọn danh mục sản phẩm

source: Tags
vi: Thẻ

source: Select product tags
vi: Chọn thẻ sản phẩm

source: Upload a product cover image
vi: Tải lên hình ảnh bìa sản phẩm

source: Delete image
vi: Xóa ảnh

source: Add gallery image
vi: Thêm hình ảnh bộ sưu tập

source: Booking duration
vi: Thời gian Bookings

source: Fixed blocks of
vi: Block cố định của

source: Customer defined blocks of
vi: Định nghĩ block tùy chỉnh

source: Month(s)
vi: Tháng

source: Day(s)
vi: Ngày

source: Hour(s)
vi: Giờ

source: Minutes(s)
vi: Phút

source: Minimum duration
vi: Thời gian tối thiểu

source: Maximum duration
vi: Thời gian tối đa

source: Calendar display mode
vi: Chế độ hiển thị lịch

source: Display calendar on click
vi: Hiển thị lịch khi nhấp chuột

source: Calendar always visible
vi: Lịch luôn hiển thị

source: Enable Calendar Range Picker?
vi: Bật bộ chọn phạm vi lịch?

source: Lets the user select a start and end date on the calendar - duration will be calculated automatically.
vi: Cho phép người dùng chọn ngày bắt đầu và kết thúc trên lịch-thời lượng sẽ được tính tự động.

source: Check this box if the booking can be cancelled by the customer after it has been purchased. A refund will not be sent automatically.
vi: Chọn hộp này nếu khách hàng có thể hủy booking sau khi mua. Hoàn tiền sẽ không được gửi tự động.

source: Booking can be cancelled
vi: Đặt phòng có thể bị hủy

source: Week(s)
vi: We(e)k(en)

source: Availability
vi: Tình trạng

source: Max bookings per block
vi: Bookings tối đa cho mỗi block

source: Require a buffer period of (
vi: Yêu cầu thời gian đệm của (

source: ) between bookings
vi: ) giữa các đặt phòng

source: By default buffer period applies forward into the future of a booking. Enabling this option will apply adjacently (before and after Bookings)
vi: Theo mặc định, thời gian đệm áp dụng chuyển tiếp vào tương lai của đặt phòng. Kích hoạt tùy chọn này sẽ được áp dụng một cách ngẫu nhiên (trước và sau khi đặt chỗ)

source: All dates are...
vi: Tất cả các ngày...

source: available by default
vi: có sẵn theo mặc định

source: not-available by default
vi: không-có sẵn theo mặc định

source: This option affects how you use the rules below.
vi: Tùy chọn này ảnh hưởng đến cách bạn sử dụng các quy tắc dưới đây.

source: Check rules against...
vi: Kiểm tra lại các quy tắc...

source: All blocks being booked
vi: Tất cả các block đã được đặt

source: The starting block only
vi: Block bắt đầu duy nhất

source: This option affects how bookings are checked for availability.
vi: Tùy chọn này ảnh hưởng đến cách booking được kiểm tra để sẵn có.

source: First block starts at...
vi: Block đầu tiên bắt đầu tại...

source: Restrict bookings so that they can only start on certain days of the week. Does not affect availability.
vi: Hạn chế Bookings để họ chỉ có thể bắt đầu vào những ngày nhất định trong tuần. Không ảnh hưởng đến tính khả dụng.

source: Set Availability Range :
vi: Đặt phạm vi có sẵn:

source: Bookable
vi: Có thể đặt

source: If not bookable, users won't be able to choose this block for their booking.
vi: Nếu không được đặt trước, khách hàng không thể chọn block này để đặt

source: Priority
vi: Ưu tiên

source: Rules with lower numbers will execute first. Rules further down this table with the same priority will also execute first.
vi: Quy tắc với số thấp hơn sẽ thực hiện đầu tiên. Quy tắc tiếp tục xuống bảng này với cùng mức độ ưu tiên cũng sẽ thực hiện đầu tiên.

source: Extra Options
vi: Tùy chọn bổ sung

source: Has persons
vi: Đã có người

source: Has resources
vi: Có Tài nguyên

source: Short Description
vi: Mô tả ngắn

source: Description
vi: Mô tả

source: Save Product
vi: Lưu sản phẩm

source: Person Type Name
vi: Kiểu tên người

source: Base Cost
vi: Chi phí cơ bản

source: Block Cost
vi: Chi phí block

source: Min
vi: Tối thiểu

source: Max
vi: Tối đa

source: Persons
vi: Người

source: Set Person Options
vi: Đặt tùy chọn số người

source: Min persons
vi: Số người tối thiểu

source: The minimum number of persons per booking.
vi: Số lượng người tối thiểu cho mỗi Bookings.

source: Max persons
vi: Số người tối đa

source: The maximum number of persons per booking.
vi: Số lượng người tối đa trong mỗi Bookings.

source: Multiply all costs by person count
vi: Tính phí theo số người

source: Enable this to multiply the entire cost of the booking (block and base costs) by the person count.
vi: Kích hoạt tính chất này để nhân toàn bộ chi phí booking (block và chi phí cơ sở) theo số người.

source: Count persons as bookings
vi: Đếm số người Bookings

source: Enable person types
vi: Bật Kiểu Người

source: Person types allow you to offer different booking costs for different types of individuals, for example, adults and children.
vi: Loại người cho phép bạn cung cấp chi phí booking khác nhau cho các loại khác nhau của các cá nhân, ví dụ, người lớn và trẻ em.

source: Person types
vi: Kiểu Người

source: Add Person Type
vi: Thêm Kiểu Người

source: Add New Booking Product
vi: Thêm mới sản phẩm Đặt phòng

source: Image
vi: Hình ảnh

source: Stock
vi: Kho

source: Price
vi: Giá

source: Views
vi: Lượt xem

source: Delete Permanently
vi: Xóa vĩnh viễn

source: Grouped
vi: Nhóm lại

source: External/Affiliate
vi: Bên ngoài / Liên kết

source: Unpublished
vi: Chưa được công bố

source: %s ago
vi: %s trước

source: Missed schedule
vi: Lịch bỏ lỡ

source: Scheduled
vi: Đặt lịch

source: Last Modified
vi: Sửa đổi lần cuối

source: No product found
vi: Không tìm thấy sp

source: You do not have permission to edit this resource
vi: Bạn không có quyền chỉnh sửa tài nguyên này

source: Available Quantity
vi: Số lượng cho phép

source: Save Resource
vi: Lưu tài nguyên

source: Additional Resources
vi: Tài nguyên bổ sung

source: Label
vi: Nhãn

source: The label shown on the frontend if the resource is customer defined.
vi: Nhãn Hiển thị trên Frontend nếu tài nguyên được xác định bởi khách hàng.

source: Resources are...
vi: Tài nguyên là ...

source: Customer selected resources allow customers to choose one from the booking form.
vi: Tài nguyên được lựa chọn của khách hàng cho phép khách hàng chọn một từ mẫu đơn booking.

source: Customer selected
vi: Khách hàng đã chọn

source: Automatically assigned
vi: Tự động chỉ định

source: Resources
vi: Tài nguyên

source: Resources are used if you have multiple bookable items, e.g. room types, instructors or ticket types. Availability for resources is global across all bookable products.
vi: Tài nguyên được sử dụng nếu bạn có nhiều mục có thể được định sẵn, ví dụ: loại phòng, người hướng dẫn hoặc loại vé. Sẵn có cho các nguồn lực là phổ biến trên tất cả các sản phẩm có thể bán được.

source: Add/link Resource
vi: Thêm/liên kết Tài nguyên

source: Parent
vi: Gốc

source: No Resource found
vi: Không tìm thấy Tài nguyên

source: The following booking has been cancelled by the customer. The details of the cancelled booking can be found below.
vi: Các Bookings sau đây đã bị hủy bỏ bởi khách hàng. Các chi tiết của Bookings đã hủy có thể được tìm thấy bên dưới.

source: Booking ID
vi: Mã đặt phòng

source: Booking Type
vi: Loại Bookings

source: Booking Start Date
vi: Ngày bắt đầu Booking

source: Booking End Date
vi: Ngày kết thúc Bookings

source: Person(s)
vi: Người (s)

source: View and edit this booking in the dashboard
vi: Xem và chỉnh sửa booking này trong bảng điều khiển

source: A booking has been made by %s and is awaiting your approval. The details of this booking are as follows:
vi: Một Bookings đã được thực hiện bởi %s và đang chờ phê duyệt của bạn. Các chi tiết của Bookings này như sau:

source: A new booking has been made by %s. The details of this booking are as follows:
vi: Một Bookings mới đã được thực hiện bởi %s. Các chi tiết của Bookings này như sau:

source: This booking is awaiting your approval. Please check it and inform the customer if the date is available or not.
vi: Bookings này đang chờ bạn chấp thuận. Vui lòng kiểm tra và thông báo cho khách hàng nếu ngày có sẵn hay không.

source: View and edit this booking in the dashboard
vi: Xem và chỉnh sửa đặt phòng này trong bảng điều khiển

source: Booked: %s
vi: Đã đặt: %s

source: Booking ID: %s
vi: ID booking: %s

source: Booking Type: %s
vi: Loại Bookings: %s

source: Booking Start Date: %s
vi: Ngày bắt đầu booking: %s

source: Booking End Date: %s
vi: Ngày kết thúc Bookings: %s

source: You can view and edit this booking in the dashboard here: %s
vi: Bạn có thể xem và chỉnh sửa booking này trong bảng thông tin ở đây: %s

source: Colors
vi: Màu sắc

source: Button Text color
vi: Màu văn bản nút bấm

source: Button Hover Text color
vi: Màu chữ khi lướt chuột qua nút

source: Button Hover Border color
vi: Màu viền khi lướt chuột qua nút

source: Dashboard Menu Border
vi: Bảng điều khiển Menu viền

source: Single Store
vi: Gian hàng đơn lẻ

source: All Stores
vi: Tất cả các cửa hàng

source: Store
vi: Cửa hàng

source: Contact Vendor
vi: Liên hệ nhà cung cấp

source: Get Support
vi: Nhận hỗ trợ

source: Store Location
vi: Vị trí cửa hàng

source: Store Time
vi: Thời gian làm việc

source: ID Verification
vi: Xác minh ID

source: Store Banner
vi: Banner Shop

source: Fallback
vi: Dự phòng

source: Store Coupons
vi: Shop: Phiếu giảm giá

source: %s Discount
vi: %s giảm giá

source: Expiring in %s
vi: Hết hạn trong %s

source: Store Dummy Products
vi: Gian hàng Sản phẩm giả

source: Store Follow Button
vi: Nút theo dõi cửa hàng

source: Follow
vi: Theo dõi

source: Store Info
vi: Thông tin gian hàng

source: Address
vi: Địa chỉ

source: Phone No
vi: Số điện thoại

source: Rating
vi: Đánh giá

source: Open/Close Status
vi: Mở/đóng trạng thái

source: Store Live Chat Button
vi: Nút Chat Trực Tuyến cửa hàng

source: Chat Now
vi: Chat với shop

source: Store Name
vi: Tên cửa hàng

source: Profile Picture
vi: Ảnh đại diện

source: Store Social Profile
vi: Hồ sơ mạng xã hội gian hàng

source: Store Support Button
vi: Nút hỗ trợ gian hàng

source: Dokan Store Support module is not active
vi: Mô-đun hỗ trợ cửa hàng Pamana không hoạt động

source: Store Tab Items
vi: Thẻ các SP của cửa hàng

source: Products
vi: Sản phẩm

source: Terms and Conditions
vi: Các điều khoản và điều kiện

source: Store Vacation Message
vi: Thư nghỉ gian hàng

source: Dokan Seller Vacation module is not active
vi: Mô-đun nghỉ của người bán Papama không hoạt động

source: Store vacation message set in vendor dashboard will show here.
vi: Cửa hàng thông báo kỳ nghỉ, được thiết lập trong bảng điều khiển của nhà cung cấp sẽ hiển thị ở đây.

source: Position
vi: Vị trí

source: Static
vi: Tĩnh

source: Relative
vi: Tương đối

source: Absolute
vi: Tuyệt đối

source: Sticky
vi: Dính

source: Fixed
vi: Cố định

source: Top
vi: Trên

source: Right
vi: Phải

source: Bottom
vi: Dưới

source: Left
vi: Trái

source: Code
vi: Mã

source: Expiration
vi: Hết hạn

source: Alignment
vi: Căn chỉnh

source: Center
vi: Giữa

source: Justified
vi: Căn đều

source: Text Color
vi: Màu chữ

source: Padding
vi: Khoảng cách lề

source: Border Radius
vi: Góc bo tròn

source: Coupon Background
vi: Màu nền mã giảm giá

source: Normal
vi: Bình thường

source: Hover
vi: Di chuột

source: Transition Duration
vi: Thời gian chuyển đổi

source: Icon
vi: Biểu tượng

source: Store Share Button
vi: Nút Chia sẻ shop

source: Link
vi: Liên kết

source: https://your-link.com
vi: https://lien-ket-cua-ban.com

source: Store Tab Contents
vi: Nội dung các thẻ các SP của cửa hàng

source: We are on vacation!
vi: Cửa hàng chúng tôi đang trong kỳ nghỉ!

source: Show Title
vi: Hiển thị tiêu đề

source: Hide
vi: Ẩn

source: Dokan Elementor module requires both %s and %s to be activated
vi: Mô-đun Dokan Elementor yêu cầu cả %s và %s được kích hoạt

source: Dokan Elementor module requires atleast %s.
vi: Mô-đun Dokan Elementor yêu cầu ít nhất %s.

source: Vendor Review
vi: Đánh giá nhà cung cấp

source: Terms And Conditions
vi: Các điều khoản và điều kiện

source: Is featured?
vi: Là đặc trưng?

source: Visibility in catalog
vi: Tầm nhìn trong danh mục

source: Short description
vi: Mô tả ngắn

source: Date sale price starts
vi: Ngày bán giá bắt đầu

source: Date sale price ends
vi: Ngày bán kết thúc

source: Tax class
vi: Lớp thuế

source: In stock?
vi: Trong kho?

source: Backorders allowed?
vi: Cho phép đặt hàng lại?

source: Sold individually?
vi: Bán riêng lẻ?

source: Weight (%s)
vi: Trọng lượng (%s)

source: Length (%s)
vi: Độ dài (%s)

source: Width (%s)
vi: Chiều rộng (%s)

source: Height (%s)
vi: Chiều cao (%s)

source: Allow customer reviews?
vi: Cho phép khách hàng đánh giá?

source: Purchase note
vi: Ghi chú mua hàng

source: Sale price
vi: Giá khuyến mãi

source: Regular price
vi: Giá bán thường

source: Categories
vi: Danh mục

source: Shipping class
vi: Lớp vận chuyển

source: Images
vi: Hình ảnh

source: Download limit
vi: Giới hạn tải xuống

source: Download expiry days
vi: Tải về ngày hết hạn

source: Grouped products
vi: Sản phẩm được nhóm

source: Upsells
vi: Bán kèm

source: Cross-sells
vi: Bán chéo

source: External URL
vi: URL bên ngoài

source: Button text
vi: Nút văn bản

source: Download %d name
vi: Tải xuống %d tên

source: Download %d URL
vi: Tải xuống %d URL

source: Attribute %d name
vi: Thuộc tính% d tên

source: Attribute %d value(s)
vi: Thuộc tính% d giá trị (s)

source: Attribute %d visible
vi: Thuộc tính% d hiển thị

source: Attribute %d global
vi: Thuộc tính %d toàn cầu

source: Attribute %d default
vi: Thuộc tính% d mặc định

source: Export Products
vi: Sản phẩm xuất khẩu

source: Export products to a CSV file
vi: Xuất sản phẩm sang tệp CSV

source: This tool allows you to generate and download a CSV file containing a list of all products.
vi: Công cụ này cho phép bạn tạo và tải xuống tệp CSV chứa danh sách tất cả các sản phẩm.

source: Which columns should be exported?
vi: Những cột nào nên được xuất?

source: Export all columns
vi: Xuất tất cả các cột

source: Downloads
vi: Tải về

source: Attributes
vi: Thuộc tính

source: Which product types should be exported?
vi: Những loại sản phẩm nên được xuất khẩu?

source: Export all products
vi: Xuất khẩu tất cả các sản phẩm

source: Product variations
vi: Biến thể sản phẩm

source: Export custom meta?
vi: Xuất meta tùy chỉnh?

source: Yes, export all custom meta
vi: Có, xuất tất cả các thẻ meta tuỳ chỉnh

source: Generate CSV
vi: Tạo CSV

source: Invalid product type.
vi: Loại sản phẩm không hợp lệ.

source: Invalid product ID %d.
vi: ID sản phẩm không hợp lệ %d.

source: Variation cannot be imported: Missing parent ID or parent does not exist yet.
vi: Không thể nhập biến thể: Thiếu ID cha hoặc cha mẹ chưa tồn tại.

source: Not able to attach "%s".
vi: Không thể đính kèm "% s".

source: Unable to use image "%s".
vi: Không thể sử dụng hình ảnh "% s".

source: Slug "%s" is too long (28 characters max). Shorten it, please.
vi: Slug "%s" đã được sử dụng hoặc quá dài ( tối đa 28 ký tự). Xin vui lòng thay đổi nó

source: Slug "%s" is not allowed because it is a reserved term. Change it, please.
vi: Đường dẫn tĩnh "%s" không được chấp nhận vì đã có một chuỗi đường dẫn tĩnh tương tự. Vui lòng thay đổi lại.

source: Slug "%s" is already in use. Change it, please.
vi: Đường dẫn tĩnh "%s" đã được sử dụng. Hãy thay đổi nó.

source: SKU %s
vi: Mã %s

source: A product with this ID already exists.
vi: Một sản phẩm có ID này đã tồn tại.

source: A product with this SKU already exists.
vi: Một sản phẩm với SKU này đã tồn tại.

source: No matching product exists to update.
vi: Không có sản phẩm phù hợp tồn tại để cập nhật.

source: Upload CSV file
vi: Tải lên tệp CSV

source: Column mapping
vi: Ánh xạ cột

source: Import
vi: Nhập

source: Done!
vi: Làm xong!

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
vi: Tập tin trống Vui lòng tải lên một cái gì đó phù hợp hơn. Lỗi này cũng có thể do tải lên bị vô hiệu hóa trong php.ini hoặc bởi post_max_size được xác định là nhỏ hơn upload_max_filesize trong php.ini.

source: Invalid file type. The importer supports CSV and TXT file formats.
vi: Loại tệp không hợp lệ. Nhà nhập khẩu hỗ trợ các định dạng tệp CSV và TXT.

source: Please upload or provide the link to a valid CSV file.
vi: Vui lòng tải lên hoặc cung cấp liên kết đến tệp CSV hợp lệ.

source: The file does not exist, please try again.
vi: Tập tin không tồn tại, xin vui lòng thử lại.

source: Dimensions
vi: Kích thước

source: External product
vi: Sản phẩm bên ngoài

source: Download name
vi: Tên tải về

source: Download URL
vi: Tải xuống URL

source: Attribute name
vi: Tên thuộc tính

source: Attribute value(s)
vi: Tên thuộc tính

source: Is a global attribute?
vi: Là một thuộc tính toàn cầu?

source: Attribute visibility
vi: Khả năng hiển thị thuộc tính

source: Default attribute
vi: Thuộc tính mặc định

source: Import as meta
vi: Nhập dưới dạng meta

source: The CSV is invalid.
vi: CSV không hợp lệ.

source: Import complete - imported %s tax rates.
vi: Nhập thành công - đã nhập thuế suất %s.

source: All done!
vi: Tất cả hoàn thành!

source: View tax rates
vi: Xem thuế suất

source: Import tax rates
vi: Nhập các mức thuế suất

source: Hi there! Upload a CSV file containing tax rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
vi: Chào bạn Tải lên tệp CSV chứa thuế suất để nhập nội dung vào cửa hàng của bạn. Chọn tệp .csv để tải lên, sau đó nhấp vào "Tải tệp lên và nhập".

source: Tax rates need to be defined with columns in a specific order (10 columns). <a href="%s">Click here to download a sample</a>.
vi: Các mức thuế cần được định nghĩa trong các cột theo một thứ tự cho trước (10 cột). <a href="%s"> Kích vào đây để tải mẫu về</a>.

source: Before you can upload your import file, you will need to fix the following error:
vi: Trước khi bạn có thể tải lên tệp nhập của mình, bạn sẽ cần sửa lỗi sau:

source: Choose a file from your computer:
vi: Chọn một tệp từ máy tính của bạn:

source: Maximum size: %s
vi: Kích thước tối đa:% s

source: OR enter path to file:
vi: HOẶC nhập đường dẫn đến tệp:

source: Delimiter
vi: Dấu phân cách

source: Upload file and import
vi: Tải lên tập tin và nhập

source: Sorry, there has been an error.
vi: Rất tiếc, đã có lỗi.

source: Product Title
vi: Tiêu đề sản phẩm

source: Parent SKU
vi: SKU gốc

source: Quantity
vi: Số lượng

source: %s product imported
vi: Phần mềm

source: %s product updated
vi: Phần mềm

source: %s product was skipped
vi: Phần mềm

source: Failed to import %s product
vi: Không thể nhập sản phẩm %s

source: View import log
vi: Xem nhật ký nhập khẩu

source: Import complete!
vi: Nhập hoàn tất!

source: Reason for failure
vi: Lý do thất bại

source: View products
vi: Xem các sản phẩm

source: Import Products
vi: Chèn sản phẩm

source: Map CSV fields to products
vi: Ánh xạ các trường CSV vào sản phẩm

source: Select fields from your CSV file to map against products fields, or to ignore during import.
vi: Chọn các trường từ tệp CSV của bạn để ánh xạ với các trường sản phẩm hoặc bỏ qua trong quá trình nhập.

source: Column name
vi: Tên cột dọc

source: Map to field
vi: Ánh xạ trường

source: Sample:
vi: Mẫu vật:

source: Do not import
vi: Không nhập

source: Run the importer
vi: Chạy nhà nhập khẩu

source: Importing
vi: Nhập khẩu

source: Your products are now being imported...
vi: Sản phẩm của bạn hiện đang được nhập khẩu ...

source: Import products from a CSV file
vi: Nhập sản phẩm từ tệp CSV

source: This tool allows you to import (or merge) product data to your store from a CSV file.
vi: Công cụ này cho phép bạn nhập (hoặc hợp nhất) dữ liệu sản phẩm vào cửa hàng của mình từ tệp CSV.

source: Choose a CSV file from your computer:
vi: Chọn tệp CSV từ máy tính của bạn:

source: Update existing products
vi: Cập nhật sản phẩm hiện có

source: Existing products that match by ID or SKU will be updated. Products that do not exist will be skipped.
vi: Các sản phẩm hiện có phù hợp với ID hoặc SKU sẽ được cập nhật. Sản phẩm không tồn tại sẽ bị bỏ qua.

source: <em>or</em> enter the path to a CSV file on your server:
vi: <em>hoặc</em> nhập đường dẫn đến tệp CSV trên máy chủ của bạn:

source: CSV Delimiter
vi: Dấu phân cách CSV

source: Hide advanced options
vi: Ẩn các tùy chọn nâng cao

source: Show advanced options
vi: Hiển thị tùy chọn nâng cao

source: Continue
vi: Tiếp tục

source: There was an error when reading this WXR file
vi: Có lỗi khi đọc tập tin WXR này

source: Details are shown above. The importer will now try again with a different parser...
vi: Các chi tiết được trình bày ở trên. Các nhà nhập khẩu bây giờ sẽ thử lại với một cú pháp khác nhau ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
vi: Điều này không xuất hiện như một tập tin WXR, thiếu / không hợp lệ WXR số phiên bản

source: Failed to import category %s
vi: Thất bại nhập dữ liệu chuyên mục %s

source: Failed to import post tag %s
vi: Thất bại khi nhập dữ liệu thẻ bài viết %s

source: Failed to import %s %s
vi: Nhập dữ liệu %s %s thất bại

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
vi: Không thể nhập &#8220;%s&#8221;: kiểu bài không hợp lệ%s

source: %s &#8220;%s&#8221; already exists.
vi: %s &#8220;%s&#8221; đã tồn tại.

source: Failed to import %s &#8220;%s&#8221;
vi: Không thể nhập khẩu %s&#8220;%s & # 8221;

source: Fetching attachments is not enabled
vi: Tìm nạp tập tin đính kèm chưa được bật

source: Invalid file type
vi: Kiểu tập tin không hợp lệ

source: Remote server did not respond
vi: Máy chủ từ xa đã không trả lời

source: Remote server returned error response %1$d %2$s
vi: Máy chủ từ xa lỗi trả về phản ứng %1$d %2$s

source: Remote file is incorrect size
vi: Tập tin có kích thước không chính xác

source: Zero size file downloaded
vi: Đã tải tập tin kích thước bằng không

source: Remote file is too large, limit is %s
vi: Tập tin quá lớn, giới hạn là %s

source: All done.
vi: kết thúc tất cả.

source: Have fun!
vi: Chúc vui vẻ!

source: Export
vi: Xuất ra

source: Click Browse button and choose a XML file that you want to import.
vi: Bấm nút duyệt và chọn tệp XML mà bạn muốn nhập.

source: All
vi: Tất cả các

source: Variation
vi: Biến thể

source: Import XML
vi: Nhập XML

source: Import CSV
vi: Nhập CSV

source: Export XML
vi: Trích xuất ra XML

source: Export CSV
vi: Xuất CSV

source: Nonce is invalid
vi: Rỗng là không hợp lệ

source: Invalid vendor_id
vi: vendor_id không hợp lệ

source: vendor_id is required.
vi: vendor_id là bắt buộc.

source: Dokan Updates for Store Followers
vi: Cập nhật Papama cho người theo dõi cửa hàng

source: %s, see new updates from %s
vi: %s, xem các cập nhật mới từ %s

source: Latest updates from %s
vi: Cập nhật mới nhất từ %s

source: Logout
vi: Đăng xuất

source: Followers
vi: Người theo dõi

source: Dokan Vendor New Store Follower
vi: Người theo dõi nhà cung cấp mới trên Dokan

source: Following
vi: Đang theo dõi

source: Unfollow
vi: Bỏ theo dõi

source: New Products
vi: Sản phẩm mới

source: See all
vi: Xem tất cả

source: Store Followers
vi: Người theo dõi gian hàng

source: Followed At
vi: Theo dõi tại

source: Your store does not have any follower.
vi: Gian hàng của bạn không có bất kỳ người theo dõi.

source: no name
vi: Phan Vĩnh Thịnh

source: ago
vi: trước

source: Location
vi: Vị trí

source: Show Dokan Geolocation Filter Form
vi: Hiển thị biểu mẫu bộ lọc định vị Papama

source: Dokan: Geolocation Filter Form
vi: Papama: Mẫu bộ lọc định vị địa lý
