Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Meta Keywords :
vi: Meta từ khóa :

source: Insert some comma separated keywords for better ranking of your store page.
vi: Chèn dấu phẩy để tách các từ khóa, để xếp hạng tốt hơn trang cửa hàng của bạn.

source: Facebook Title :
vi: Tiêu đề Facebook :

source: Facebook Description :
vi: Nội dung Facebook :

source: Facebook Image :
vi: Hình ảnh Facebook :

source: Twitter Title :
vi: Tiêu đề Twitter :

source: Twitter Description :
vi: Mô tả Twitter :

source: Twitter Image :
vi: Hình ảnh Twitter :

source: Check this if you want to enable shipping for your store
vi: Đánh dấu kiểm này nếu bạn muốn kích hoạt vận chuyển cho cửa hàng của bạn

source: Enable shipping functionality
vi: Kích hoạt chức năng vận chuyển

source: Default Shipping Price
vi: Giá giao hàng mặc định

source: This is the base price and will be the starting shipping price for each product
vi: Đây là mức giá cơ bản và chưa bao gồm phí vận chuyển

source: Per Product Additional Price
vi: Giá bổ sung dựa trên sản phẩm

source: If a customer buys more than one type product from your store, first product of the every second type will be charged with this price
vi: Nếu một khách hàng mua nhiều hơn một loại sản phẩm từ cửa hàng của bạn, sản phẩm đầu tiên của loại thứ hai sẽ được tính với giá này

source: Every second product of same type will be charged with this price
vi: Sản phẩm thứ hai của cùng loại sẽ được tính với giá này

source: The time required before sending the product for delivery
vi: Thời gian cần thiết trước khi gửi sản phẩm để giao

source: Ships from:
vi: Giao hàng từ :

source: Add the countries you deliver your products to. You can specify states as well. If the shipping price is same except some countries/states, there is an option <strong>Everywhere Else</strong>, you can use that.
vi: Thêm các nước bạn cung cấp sản phẩm của bạn đến. Bạn có thể chỉ định các quốc gia là tốt. Nếu giá vận chuyển là như nhau ngoại trừ một số quốc gia / tiểu bang, có một tùy chọn <strong>Mọi nơi khác</strong>, bạn có thể sử dụng đó.

source: Ship to
vi: Tàu

source: The country you ship to
vi: Các quốc gia có thể giao hàng đến

source: If the shipping price is same for all the states, use this field. If not, manually add the states below
vi: Nếu giá vận chuyển là giống nhau cho tất cả các tiểu bang, sử dụng lĩnh vực này. Nếu không, tự thêm các tiểu bang dưới đây

source: The state you ship to
vi: Tỉnh thành này có thể giao hàng đến

source: Shipping price for this state
vi: Giá vận chuyển tới tỉnh thành này

source: State name
vi: Tên vùng

source: Add Location
vi: Thêm địa điểm

source: Update Settings
vi: Cập Nhật cài đặt

source: Category:
vi: Danh mục:

source: Open Now
vi: Đang mở cửa

source: No ratings found yet!
vi: Không có đánh giá nào!

# Tax status
source: None
vi: Trống

# placeholder
source: To&hellip; YYYY-MM-DD
vi: Đến &hellip; YYYY-MM-DD

# placeholder
source: From&hellip;
vi: Từ&hellip;

# placeholder
source: To&hellip;
vi: Đến&hellip;

# Quantity in stock
source: Stock
vi: Kho

# dokan
source: Vacation
vi: Nghỉ phép [ Papama ]

# relation to order
source: Parent Order
vi: Đơn hang gốc

# relation to order
source: Renewal Order
vi: Gia hạn đơn hàng

# table heading
source: Total
vi: Tổng

# Ex: Refund - $date >by< $username
source: by
vi: bởi
