Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Summary of the product:
vi: Tóm tắt sản phẩm:

source: Title :
vi: Tiêu đề :

source: Vendor :
vi: Nhà cung cấp:

source: Category :
vi: Thể loại :

source: The product is currently in "publish" status. So, everyone can view the product.
vi: Sản phẩm hiện đang ở trạng thái "xuất bản". Vì vậy, mọi người đều có thể xem sản phẩm.

source: A new product is submitted to your site.
vi: Một sản phẩm mới được gửi đến trang web của bạn và chờ đánh giá.

source: The product is currently in "publish" state. So everyone can view the product.
vi: Sản phẩm hiện đang ở trạng thái "xuất bản". Vì vậy, tất cả mọi người có thể xem sản phẩm.

source: In case it needs to be moderated <a href="%s"> click here </a>
vi: Trong trường hợp nó cần được kiểm duyệt <a href="%s"> nhấp vào đây </a>

source: Single Product MultiVendor
vi: Một sản phẩm nhiều nhà cung cấp

source: Enable Single Product Multiple Vendor
vi: Cho phép một sản phẩm nhiều nhà cung cấp

source: Sell Item Button Text
vi: Chữ cho nút bán hàng

source: Sell This Item
vi: Bán mặt hàng này

source: Available Vendor Display area title
vi: Vị trí có thể hiển thị tiêu đề cùa nhà cung cấp

source: Other Available Vendor
vi: Nhà cung cấp khác

source: Available Vendor Section Display Position
vi: Vị trí hiển thị có thể của nhà cung cấp

source: Set your displaying position for diplaying available vendor section in single product page
vi: Đặt vị trí hiển thị của bạn để phân loại phần nhà cung cấp có sẵn trong trang sản phẩm đơn

source: Above Single Product Tabs
vi: Trên tab sản phẩm đơn

source: Show SPMV products
vi: Hiển thị sản phẩm SPMV

source: Select option for shown products under SPMV concept. "Show all products" will show all duplicate products.
vi: Chọn tùy chọn cho các sản phẩm được hiển thị theo khái niệm SPMV. "Hiển thị tất cả sản phẩm" sẽ hiển thị tất cả các sản phẩm trùng lặp.

source: Show all products
vi: Hiển thị tất cả sản phẩm

source: Min price
vi: Giá thấp nhất

source: Max price
vi: Giá cao nhất

source: Could not find any vendor.
vi: Không thể tìm thấy bất kỳ nhà cung cấp nào.

source: vendors param is empty.
vi: thông số Nhà bán hàng là trống.

source: Unable to clone product for vendor id: %d
vi: Không thể sao chép sản phẩm cho id nhà cung cấp: %d

source: Vendors assigned successfully
vi: Nhà cung cấp được chỉ định thành công

source: Product not found
vi: Không tim thấy sản phẩm

source: %s customer review
vi: %s Khách hàng đánh giá

source: View Store
vi: Xem cửa hàng

source: Add to cart
vi: Thêm vào giỏ

source: Select Options
vi: Lựa chọn cài đặt

source: No vendor own this same product.
vi: Không có nhà cung cấp sở hữu sản phẩm tương tự.

source: Assign product to vendors
vi: Chỉ định sản phẩm cho nhà cung cấp

source: Need Any Help ?
vi: Cần giúp gì không?

source: All <span class='count'>(%s)</span>
vi: Tất cả <span class='Count'>(%s)</span>

source: Edit Review
vi: Sửa đánh giá

source: Content
vi: Nội dung

source: Update Review
vi: Cập nhật đánh giá

source: Trash
vi: Thùng rác

source: No reviews found.
vi: Không tim thấy nhận xét.

source: Permanent Delete
vi: Xóa vĩnh viễn

source: Restore
vi: Khôi phục

source: No data found
vi: Không có dữ liệu

source: Your Review
vi: Đánh giá của bạn

source: No Reviews found
vi: Không tìm thấy đánh giá

source: Write a Review
vi: Viết đánh giá

source: Edit
vi: Sửa

source: Sorry, something went wrong!.
vi: Xin lỗi, có lỗi xảy ra!.

source: Thanks for your review
vi: Cảm ơn đánh giá của bạn

source: Store Review
vi: Đánh giá gian hàng

source: Parent Item
vi: Mục gốc cấp cha

source: All Reviews
vi: Tất cả đánh giá

source: Add New
vi: Thêm mới

source: View review
vi: Xem đánh giá

source: Not found
vi: Không tìm thấy

source: Not found in Trash
vi: Không tìm thấy trong thùng rác

source: Store Reviews by customer
vi: Đánh giá gian hàng bởi khách hàng

source: No Ratings found yet
vi: Không có xếp hạng nào được tìm thấy

source: Hi, %s
vi: Xin chào, %s

source: Share your Experience with <a href='%s' target='_blank'>%s</a>
vi: Chia sẻ trải nghiệm của bạn với <a href='%s' target='_blank'>%s</a>

source: Submit
vi: Gửi

source: Rating:
vi: Đánh giá:

source: Up
vi: Lên trên

source: Topics
vi: Chủ đề

source: Topic
vi: Chủ đề

source: Support
vi: Hỗ trợ

source: All Topics
vi: Tất cả chủ đề

source: Add New Topic
vi: Thêm đề mục mới

source: New Topic
vi: Chủ đề mới

source: Edit Topic
vi: Sửa chủ đề

source: View Topic
vi: Xem chủ đề

source: Support Topics by customer
vi: Chủ đề hỗ trợ theo khách hàng

source: Open
vi: Mở

source: Open <span class="count">(%s)</span>
vi: Mở <span class="count">(%s)</span>

source: Closed
vi: Đóng

source: Closed <span class="count">(%s)</span>
vi: Đã đóng <span class="count">(%s)</span>

source: Please Login to Continue
vi: Vui lòng đăng nhập để tiếp tục

source: Select Order ID
vi: Chọn ID đơn hàng

source: Message :
vi: Tin nhắn :

source: Thank you. Your ticket has been submitted!
vi: Cảm ơn bạn. Vé của bạn đã được gửi!

source: closed
vi: đã đóng

source: open
vi: mở

source: No tickets found!
vi: Không tìm thấy Ticket nào!

source: Back to Tickets
vi: Quay lại các vé

source: Referenced Order #%s
vi: Tham chiếu đơn hàng #%s

source: Add Reply
vi: Thêm trả lời

source: Ticket Closed
vi: Vé đã đóng

source: Close Ticket
vi: Đóng yêu cầu

source: Leave a Reply
vi: Trả lời

source: Cancel Reply
vi: Hủy trả lời

source: Submit Reply
vi: Gửi trả lời

source: You must be <a href="%s">logged in</a> to post a comment.
vi: Bạn phải <a href="%s">đăng nhập</a> để đăng bình luận

source: Support Tickets
vi: Các Vé Hỗ Trợ

source: View Support Tickets
vi: Xem vé hỗ trợ

source: [%s][%d] A New Reply on Your Ticket
vi: [%s][%d] Trả lời mới về vé của bạn

source: Show support button in store
vi: Hiển thị nút hỗ trợ trong gian hàng

source: Support Button text
vi: Văn bản nút hỗ trợ

source: All Tickets
vi: Tất cả yêu cầu

source: Open Tickets
vi: Vé mở

source: Closed Tickets
vi: Vé đã đóng

source: [%d] A New Support Ticket
vi: [%d] Một vé hỗ trợ mới

source: Manage support ticket
vi: Quản lý vé hỗ trợ

source: Show Dokan Store Support button
vi: Hiển thị nút Hỗ trợ Cửa hàng Papama

source: Dokan: Store Support Area
vi: Papama: Khu vực hỗ trợ cửa hàng

source: Description:
vi: Mô tả:

source: A new reply was made in the ticket
vi: Một câu trả lời mới đã được thực hiện trong vé

source: See the details by going here:
vi: Xem chi tiết bằng việc đi đến đây:

source: Hi,
vi: Chào,

source: A support request has been made by customer on your store
vi: Một yêu cầu hỗ trợ đã được đưa ra bởi khách hàng trên cửa hàng của bạn

source: You can see it by going here :
vi: Bạn có thể nhìn thấy nó bằng cách đi đây:

source: Sorry, the minimum allowed order total is %1$s to use this payment method.
vi: Xin lỗi, mức tối thiểu cho phép là %1$s để sử dụng phương thức thanh toán này.

source: Stripe charge awaiting payment: %s.
vi: Phí Stripe đang chờ thanh toán: %s.

source: Stripe charge complete (Charge ID: %s)
vi: Hoàn tất phí Stripe (ID: %s)

source: Stripe charge authorized (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
vi: Phí Stripe được phép (ID: %s). Quá trình đặt hàng để thực hiện thanh toán, hoặc hủy bỏ để xóa ủy quyền trước.

source: Stripe SCA authentication failed. Reason: %s
vi: Stripe SCA xác thực không thành công. Lý do: %s

source: Stripe SCA authentication failed.
vi: Stripe SCA xác thực không thành công.

source: %1$s - Order %2$s
vi: %1$s - Đơn hàng %2$s

source: Stripe Payment Error: %s
vi: Lỗi thanh toán Strpe:%s

source: Error:
vi: Lỗi:

source: %s - Order %s, suborder of %s
vi: %s - Đơn hàng %s, thứ tự của %s

source: Refund Processed Via Stripe ( Refund ID: %s )
vi: Hoàn lại tiền được xử lý qua Stripe (ID hoàn lại:%s)

source: Enable Stripe
vi: Bật Stripe

source: Dokan Credit card (Stripe)
vi: Thẻ ghi nợ (Stripe)

source: Non-connected sellers
vi: Người bán không được kết nối

source: If this is enable, customers can order products from non-connected sellers. The payment will send to admin Stripe account.
vi: Nếu điều này được kích hoạt, khách hàng có thể đặt hàng sản phẩm từ người bán không kết nối. Thanh toán sẽ gửi đến tài khoản quản trị sọc.

source: 3D Secure and SCA
vi: Bảo mật 3D và SCA

source: Note: 3D Secure and SCA ready transaction is only supported when both your platform and the connected account (Vendor) are in the same region: both in Europe or both in the U.S. Also automatic refund through stripe is not supported as well.
vi: Lưu ý: 3D Secure và SCA Ready giao dịch chỉ được hỗ trợ khi cả hai nền tảng của bạn và các tài khoản kết nối (nhà cung cấp) là trong cùng một khu vực: cả hai ở châu Âu hoặc cả ở Mỹ Cũng tự động hoàn trả thông qua sọc không được hỗ trợ là tốt.

source: Stripe Checkout
vi: Thanh toán Stripe

source: Enable Stripe Checkout
vi: Mở Thanh toán Stripe

source: Stripe Checkout locale
vi: Địa điểm thanh toán Stripe

source: Language to display in Stripe Checkout modal. Specify Auto to display Checkout in the user's preferred language, if available. English will be used by default.
vi: Ngôn ngữ để hiển thị trong phương thức thanh toán Stripe. Chỉ định Tự động để hiển thị Thanh toán bằng ngôn ngữ ưa thích của người dùng, nếu có. Tiếng Anh sẽ được sử dụng theo mặc định.

source: Auto
vi: Tự động

source: Simplified Chinese
vi: Tiếng Trung giản thể

source: Danish
vi: Người Đan Mạch

source: Dutch
vi: Tiếng Hà Lan

source: English
vi: Tiếng Anh

source: Finnish
vi: Phần lan

source: French
vi: Pháp

source: German
vi: Tiếng Đức

source: Italian
vi: Ý

source: Japanese
vi: Tiếng Nhật

source: Norwegian
vi: Tiếng Na uy

source: Spanish
vi: Tiếng Tây Ban Nha

source: Swedish
vi: Wedish

source: Optionally enter the URL to a 128x128px image of your brand or product. e.g. <code>https://yoursite.com/wp-content/uploads/2013/09/yourimage.jpg</code>
vi: Tùy chọn nhập URL vào hình ảnh 128x128px của thương hiệu hoặc sản phẩm của bạn. Ví dụ.<code>https://yoursite.com/wp-content/uploads/2013/09/yourimage.jpg</code>

source: Optionally enter a Label for PAY button
vi: Tùy chọn nhập nhãn cho nút PAY

source: Saved cards
vi: Thẻ đã lưu

source: Live credentials
vi: Xác thực trực tuyến

source: Secret Key
vi: Chìa khoá bí mật

source: Get your API keys from your stripe account.
vi: Nhận khóa API từ tài khoản Stripe của bạn.

source: Publishable Key
vi: Phím có thể xuất bản được

source: Test Secret Key
vi: Thử nghiệm khóa bí mật

source: Test Publishable Key
vi: Kiểm tra khóa có thể xuất bản

source: Dokan Stripe Connect
vi: Kết nối Stripe

source: Stripe works by adding credit card fields on the checkout and then sending the details to Stripe for verification.
vi: Stripe hoạt động bằng cách thêm các trường thẻ tín dụng trên thanh toán và sau đó gửi các chi tiết để Stripe để xác minh.

source: Recurring subscription requires webhooks to be configured. Go to <a href="%s">webhook</a> and set your webhook url <code>%s</code>. Otherwise recurring payment not working automatically
vi: Đăng ký định kỳ yêu cầu webhooks được cấu hình. Đi đến <a href="%s">webhook</a> và thiết lập URL webhook của bạn <code>%s</code> . Nếu không thanh toán định kỳ không làm việc tự động

source: Choose a currency supported by Stripe as your store currency to enable Stripe Connect.
vi: Chọn một loại tiền tệ được sọc hỗ trợ làm đơn tiền cửa hàng của bạn để cho phép kết nối với Stripe.

source: Dokan Stripe Settings
vi: Cài đặt Stripe Papama

source: Disconnect User Stripe Account
vi: Ngắt kết nối tài khoản người dùng Stripe

source: Order %s status is now completed due to dispute resolved in your favour via %s on (Charge IDs: %s)
vi: Trạng thái đơn hàng%s hiện đã hoàn tất do tranh chấp được giải quyết có lợi cho bạn thông qua %s (ID phí:%s)

source: Order %s status is now on-hold due to dispute via %s on (Charge IDs: %s)
vi: Trạng thái đơn hàng%s hiện đang bị tạm dừng do tranh chấp qua %s (ID phí:%s)

source: Your account is not connected to Stripe. Connect your Stripe account to receive payouts.
vi: Tài khoản của bạn không được kết nối với Stripe. Kết nối tài khoản Stripe của bạn để nhận thanh toán rút tiền.

source: Hello %s
vi: Xin chào %s

source: No subscription found.
vi: Không tìm thấy thuê bao.

source: No subscription is found to be deleted.
vi: Không tìm thấy gói đăng ký để xóa.

source: Total Subscribed Vendors <span class='count'>(%s)</span>
vi: Tổng số nhà cung cấp đã đăng ký thuê bao <span class='count'>(%s)</span>

source: cancelled
vi: đã hủy

source: Cancel Subscription
vi: Hủy bỏ đăng ký

source: Cancel subscription
vi: Hủy bỏ theo dõi

source: Reactivate
vi: Kích hoạt lại

source: Active
vi: Kích hoạt

source: Inactive
vi: Không hoạt động

source: Recurring
vi: Định kỳ

source: Dokan Subscription
vi: Đăng ký Papama

source: Number of Products
vi: Số sản phẩm

source: Put -1 for unlimited products
vi: Put-1 cho không giới hạn sản phẩm

source: Enter the no of product you want to give this package.
vi: Nhập số sản phẩm bạn muốn cung cấp gói này.

source: Enter no of validity days you want to give this pack
vi: Nhập không có ngày hợp lệ bạn muốn cung cấp gói này

source: Any product types
vi: Bất kỳ loại sản phẩm nào

source: Any categories
vi: Bất kỳ danh mục nào

source: Please check this if you want to restrict gallery image uploading.
vi: Vui lòng đánh dấu kiểm nếu bạn muốn hạn chế tải lên hình ảnh bộ sưu tập.

source: Please check this if you want to enable recurring payment system
vi: Vui lòng đánh dấu kiểm nếu bạn muốn kích hoạt hệ thống thanh toán định kỳ

source: Please check this if you want to allow trial subscirption.
vi: Vui lòng đánh dấu kiểm này nếu bạn muốn cho phép thử nghiệm phụ.

source: Trial Period
vi: Thời gian thử nghiệm

source: Define the trial period
vi: Xác định thời gian dùng thử

source: Product Subscription
vi: Đăng ký sản phẩm

source: Subscription
vi: Đăng ký

source: Enable Subscription in registration form
vi: Cho phép đăng ký trả phí trong mẫu đăng ký

source: Enable Subscription pack in registration form for new vendor
vi: Kích hoạt gói thuê bao trong mẫu đăng ký cho nhà cung cấp mới

source: Enable notification by email for vendor during end of the package expiration
vi: Cho phép thông báo qua email cho nhà cung cấp trong khi hết hạn gói đăng ký

source: No. of Days
vi: Số ngày

source: Product status when vendor pack validity will expire
vi: Trạng thái sản phẩm khi nhà cung cấp gói hiệu lực sẽ hết hạn

source: Email Subject
vi: Chủ đề email

source: Enter Subject text for email notification
vi: Nhập Tiêu đề để thông báo qua email

source: Subscription Email
vi: Email đăng ký thuê bao

source: Email body
vi: Phần nội dung email

source: Subscriptions
vi: Đăng ký

source: Start Date :
vi: Ngày bắt đầu :

source: End Date :
vi: Ngày kết thúc:

source: Lifetime package.
vi: Gói trọn đời.

source: <i>This user already has recurring pack assigned. Are you sure to assign a new normal pack to the user? If you do so, the existing recurring plan will be replaced with the new one<i>
vi: <i>Người dùng này đã được gán gói định kỳ. Bạn có chắc để gán một gói bình thường mới cho người dùng không? Nếu bạn làm như vậy, kế hoạch định kỳ hiện có sẽ được thay thế bằng một gói mới</i>

source: Select categories&hellip;
vi: Chọn danh mục&hellip;

source: Assign Subscription Pack
vi: Chỉ định gói đăng ký thuê bao

source: day
vi: ngày

source: week
vi: tuần

source: month
vi: tháng

source: year
vi: năm

source: Year(s)
vi: Năm

source: day(s)
vi: ngày

source: week(s)
vi: tuần

source: month(s)
vi: tháng

source: year(s)
vi: năm

source: Never
vi: Không bao giờ

source: Publish Products
vi: Xuất bản sản phẩm

source: Featured
vi: Nổi bật

source: Best Selling
vi: Bán chạy nhất

source: - Select Filter -
vi: -Chọn Bộ lọc -

source: Choose Subscription Pack
vi: Chọn gói đăng ký thuê bao

source: In every %d %s(s)
vi: Trong mỗi %d %s(s)

source: Select subscription a pack
vi: Chọn gói đăng ký

source: The intend <span>%s</span> subscription is inactive due to payment failure. Please <a href="?add-to-cart=%s">Pay Now</a> to active it again.
vi: Dự định <span>%s</span> thuê bao không hoạt động do lỗi thanh toán. Xin vui lòng <a href="?add-to-cart=%s">trả ngay bây giờ</a>để hoạt động nó một lần nữa.

source: Your are using <span>%s (%s trial)</span> package.
vi: Bạn đang sử dụng gói <span> %s (%s dùng thử)</span>.

source: Your are using <span>%s</span> package.
vi: Bạn đang sử dụng gói <span>%s</span> .

source: unlimited
vi: không giới hạn

source: You can add <span>%s</span> products
vi: Bạn có thể thêm <span>%s</span> sản phẩm

source: You can add <span>%s</span> product(s) for <span> unlimited days</span> days.
vi: Bạn có thể thêm <span>%s</span> sản phẩm <span>không giới hạn</span> ngày.

source: You can add <span>%s</span> product(s) for <span>%s</span> days.
vi: Bạn có thể thêm các sản phẩm <span>%s</span> cho <span>%s</span> ngày.

source: You will be charged in every %d
vi: Bạn sẽ bị tính phí trong mỗi %d

source: Your package will expire on <span>%s</span>
vi: Gói của bạn sẽ hết hạn vào <span>%s</span>

source: activate
vi: kích hoạt

source: cancel
vi: hủy

source: Your subscription has been cancelled!
vi: Đăng ký của bạn đã bị hủy bỏ!

source: <div class="pack_data_option"><strong>Unlimited</strong> Products <br />
vi: <div class="pack_data_option"><strong>không giới hạn</strong> Sản phẩm <br />

source: <div class="pack_data_option"><strong>%d</strong> Products <br />
vi: <div class="pack_data_option"> <strong>%d</strong> Sản phẩm <br />

source: In every %d %s(s)</div>
vi: Trong mỗi %d %s (s)</div>

source: In every %d %s(s) <p class="trail-details">%d %s(s) trial </p> </div>
vi: Trong mỗi %d %s(s) <p class="trail-details"> dùng thử %d %s(s) </p></div>

source: For<br /><strong>Unlimited</strong> Days</div>
vi: Cho<br /><strong>Không giới hạn</strong> Ngày</div>

source: For<br /><strong>%s</strong> Days</div>
vi: Cho<br /><strong>%s</strong> Ngày</div>

source: Your Pack
vi: Gói của bạn

source: Renew
vi: Thay mới

source: Switch Plan
vi: Chuyển đổi gói thuê bao

source: Buy Now
vi: Mua ngay

source: No subscription pack has been found!
vi: Không có gói đăng ký nào được tìm thấy!

source: It is <strong>strongly recommended you do not change this email address</strong> if you have active subscriptions with PayPal. Doing so can break existing subscriptions.
vi: Chúng <strong>tôi khuyên bạn không nên thay đổi địa chỉ email này</strong> nếu bạn có đăng ký hoạt động với PayPal. Làm như vậy có thể gây trục trặc đăng ký hiện có.

source: API Credentials
vi: Thông tin xác thực API

source: Enter your PayPal API credentials to unlock subscription suspension and cancellation features. %sLearn More &raquo;%s
vi: Nhập thông tin xác thực API PayPal của bạn để mở khóa các tính năng hủy và tạm dừng đăng ký. %s Tìm hiểu thêm &raquo;%s

source: Sorry, with paypal you can't switch subscription plan.
vi: Xin lỗi, với Paypal bạn không thể chuyển đổi gói thuê bao.

source: Trial subscription can't be more than 720 days for PayPal
vi: Đăng ký thử nghiệm không được nhiều hơn 720 ngày cho PayPal

source: IPN subscription sign up completed.
vi: Đăng ký thuê bao IPN thành công.

source: IPN subscription payment completed. txn_id#%s
vi: IPN hoành thành đăng ký thanh toán. txn_id#%s

source: IPN subscription cancelled for order.
vi: Thuê bao IPN đã hủy cho đơn hàng.

source: IPN subscription end-of-term for order.
vi: Thuê bao IPN cuối kỳ hạn cho đơn hàng.

source: IPN subscription payment failure.
vi: Thanh toán thuê bao IPN thất bại.

source: Subscription cancelled with PayPal
vi: Đã hủy thuê bao với Paypal

source: suspended
vi: Đình chỉ

source: reactivated
vi: Đã kích hoạt lại

source: Subscription %s at %s
vi: Đăng ký %s lúc %s

source: Your Paypal Credentials are not complete
vi: Ủy nhiệm Paypal của bạn không hoàn thành

source: Dokan Subscription Cancelled
vi: Đăng ký Papama đã hủy

source: A Subscription is cancelled by {vendor_name}
vi: Đăng ký bị hủy bỏ bởi {vendor_name}

source: You can add %d more product(s).
vi: Bạn có thể thêm %d nhiều sản phẩm hơn nữa.

source: Sorry your subscription exceeds your package limits please update your package subscription
vi: Xin lỗi, đăng ký của bạn vượt quá giới hạn gói của bạn, vui lòng cập nhật gói đăng ký của bạn

source: Subscription Package Cancel notification
vi: Thông báo hủy gói đăng ký

source: Due to finish your Package validation we are canceling your Subscription Package
vi: Do việc kết thúc xác thực Gói đăng ký của bạn, chúng tôi đang hủy Gói đăng ký của bạn

source: Package End notification alert
vi: Thông báo kết thúc gói đăng ký

source: Your Package validation remaining some days please confirm it
vi: Xác nhận gói đăng ký của bạn còn lại ít ngày xin vui lòng xác nhận nó

source: A subscription has been removed from your cart. Due to payment gateway restrictions, products and subscriptions can not be purchased at the same time.
vi: Một gói đăng ký đã được gỡ bỏ khỏi giỏ hàng của bạn. Do các hạn chế về cổng thanh toán, các sản phẩm và đăng ký không thể được mua cùng một lúc.

source: Hello there
vi: Xin chào

source: Subscription Details:
vi: Chi tiết thuê bao:

source: Analytics
vi: Phân tích

source: General
vi: Chung

source: Activity
vi: Hoạt động

source: System
vi: Hệ thống

source: Promotions
vi: Khuyến mãi

source: Keyword
vi: Từ khóa

source: Users
vi: Người dùng

source: users
vi: người dùng

source: Sessions
vi: Tiết học

source: Page Title
vi: Tiêu đề trang

source: Page Views
vi: Lượt xem

source: City
vi: Thành phố

source: Country
vi: Quốc gia

source: Browser
vi: Trình duyệt

source: Operating System
vi: Hệ điều hành

source: OS Version
vi: Phiên bản OS

source: Source
vi: Nguồn

source: Medium
vi: Trung bình

source: Social Media
vi: Truyền thông xã hội

source: Dokan Staff New Order
vi: Đơn hàng mới (của) nhân viên

source: New order emails are sent to chosen recipient(s) when a new order is received.
vi: Một email được gửi tới danh sách khách hàng khi đơn hàng được nhận.

source: [{site_title}] New customer order ({order_number}) - {order_date}
vi: [{site_title}] Đơn đặt hàng của khách hàng mới ({order_number}) - {order_date}

source: New customer order
vi: Đơn hàng mới của khách hàng

source: First Name must be required
vi: Tên phải có

source: Last Name must be required
vi: Họ phải phải có

source: Email must be required
vi: Email phải có

source: No vendor found for assigning this staff
vi: Không tìm thấy nhà cung cấp để gán nhân viên này

source: Staff
vi: Nhân viên

source: You have received an order from %s.
vi: Bạn nhận được một đơn hàng từ %s.

source: Payment Method
vi: Phương thức thanh toán

source: First Name
vi: Tên

source: Last Name
vi: Họ

source: Email Address
vi: Địa chỉ Email

source: Phone Number
vi: Số điện thoại

source: Phone
vi: Điện thoại

source: Password
vi: Mật khẩu

source: Anti-spam
vi: Chống thư rác

source: Back to list
vi: Quay lại danh sách

source: Edit Staff
vi: Chỉnh Sửa Nhân viên

source: Manage Permissions
vi: Quyền quản lý

source: Back to all Staff
vi: Quay lại tất cả nhân viên

source: Permission update successfully
vi: Cập nhật phân quyền thành công

source: Update permission
vi: Cập nhật phân quyền

source: Add new staff
vi: Thêm nhân viên mới

source: Staff deleted successfully
vi: Nhân viên đã xóa thành công

source: Are you sure want to delete
vi: Bạn có chắc chắn muốn xóa ?

source: No staff found
vi: Không tìm thấy nhân viên

source: You have no permission to manage this order
vi: Bạn không có quyền quản lý đơn đặt hàng này

source: Simple subscription
vi: Đăng ký đơn giản

source: Variable subscription
vi: Định kỳ có biến thể

source: Sign Up Fee % Discount
vi: Đăng ký Phí % Giảm giá

source: Recurring Product % Discount
vi: Sản phẩm Định kỳ % Giảm giá

source: Expired
vi: Đã hết hạn

source: Pending Payment
vi: Chờ thanh toán
