Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: No review status found for updating review
vi: Không tìm thấy trạng thái đánh giá để cập nhật đánh giá

source: The content of the review.
vi: Nội dung của đánh giá.

source: The date the review was created, in the site's timezone.
vi: Ngày đánh giá được tạo, theo múi giờ của trang web.

source: The date the review was created, as GMT.
vi: Ngày đánh giá được tạo, như GMT.

source: Review rating (0 to 5).
vi: Đánh giá đánh giá (0 đến 5).

source: Reviewer name.
vi: Tên phản biện.

source: Reviewer email.
vi: Người đánh giá email.

source: Shows if the reviewer bought the product or not.
vi: Hiển thị nếu người xem xét đã mua sản phẩm hay không.

source: Missing param %s
vi: Thiếu thông số %s

source: Body of the email.
vi: Nội dung của email.

source: No vendor found for updating status
vi: Không tìm thấy nhà cung cấp để cập nhật trạng thái

source: Something went wrong
vi: Đã xảy ra lỗi

source: Paid Via Stripe
vi: Trả qua Stripe

source: Refund amount must be greater than zero.
vi: Số tiền hoàn lại phải lớn hơn không.

source: Date
vi: Ngày

source: Balance Date
vi: Ngày công nợ

source: Type
vi: Loại

source: Debit
vi: Nợ

source: Credit
vi: Tín dụng

source: Balance
vi: Cân đối

source: Withdraw
vi: Rút tiền

source: Refund
vi: Hoàn tiền

source: Reviews
vi: Đánh giá

source: You can not edit reviews!
vi: Bạn không thể sửa đánh giá !

source: No Reviews Found
vi: Không tìm thấy đánh giá

source: Rated %d out of 5
vi: Xếp hạng %d trên 5

source: out of 5
vi: trên 5

source: Shipping
vi: Vận chuyển

source: Social Profile
vi: Hồ sơ xã hội

source: Store SEO
vi: SEO Gian hàng

source: Social Profiles
vi: Hồ sơ mạng xã hội

source: Shipping Settings
vi: Cài đặt Vận chuyển

source: Social profiles help you to gain more trust. Consider adding your social profile links for better user interaction.
vi: Hồ sơ xã hội giúp bạn có được nhiều sự tin tưởng hơn. Hãy xem xét thêm các liên kết cấu xã hội của bạn cho người dùng tương tác tốt hơn.

source: A shipping zone is a geographic region where a certain set of shipping methods are offered. We will match a customer to a single zone using their shipping address and present the shipping methods within that zone to them.
vi: Một khu vực vận chuyển là một vùng địa lý, nơi một tập hợp các phương pháp vận chuyển nhất định được cung cấp. Chúng tôi sẽ kết hợp một khách hàng đến một khu vực bằng cách sử dụng địa chỉ vận chuyển của họ và trình bày các phương pháp vận chuyển trong khu vực đó với họ.

source: Click Here
vi: Bấm vào đây

source: This page contains your store-wide shipping settings, costs, shipping and refund policy.
vi: Trang này chứa các thiết lập chính sách vận chuyển, chi phí, vận chuyển và lưu trữ hoàn toàn của bạn.

source: You have no permission to view this page
vi: Bạn không được phép xem trang này

source: Shipping functionality is currentlly disabled by site owner
vi: Chức năng vận chuyển hiện đang bị vô hiệu hóa bởi chủ sở hữu trang web

source: Shipping options saved successfully
vi: Tùy chọn vận chuyển được lưu thành công

source: Biography
vi: Tiểu sử

source: This product does not ship to your chosen location: %s
vi: Sản phẩm này không giao hàng đến vị trí bạn chọn: %s

source: These products do not ship to your chosen location.: %s
vi: Những sản phẩm này không giao hàng đến vị trí lựa chọn .: %s

source: Ready to ship in
vi: Sẵn sàng giao đến

source: from
vi: từ

source: Shipping Policy
vi: Chính sách vận chuyển

source: Refund Policy
vi: Chính sách Hoàn tiền

source: Dokan Shipping
vi: Papama, Vận chuyển

source: Enable vendors to set shipping cost per product and per country
vi: Cho phép người bán hàng thiết lập chi phí vận chuyển cho mỗi sản phẩm và mỗi quốc gia

source: Enable Shipping
vi: Kích hoạt vận chuyển

source: Method Title
vi: Tiêu đề phương thức

source: This controls the title which the user sees during checkout.
vi: Điều này kiểm soát tiêu đề mà người dùng nhìn thấy trong quá trình thanh toán.

source: Regular Shipping
vi: Giao hàng thường xuyên

source: Tax Status
vi: Tình trạng thuế

source: Taxable
vi: Chịu thuế

source: Cloning this class could cause catastrophic disasters!
vi: Nhân bản thể loại này có thể gây ra lỗi nghiêm trọng!

source: Vendor Shipping
vi: Nhà vận chuyển

source: Method title
vi: Tiêu đề phương thức

source: Tax status
vi: Tình trạng thuế

source: Flat Rate
vi: Sân Bay

source: Local Pickup
vi: Lấy hàng tận nhà

source: Free Shipping
vi: Miễn phí vận chuyển

source: Custom Shipping
vi: Giao hàng tùy chỉnh

source: Something went wrong! please try again
vi: Đã xảy ra lỗi! Vui lòng thử lại

source: Social API
vi: API mạng xã hội

source: Enable Social Login
vi: Cho phép đăng nhập bằng mạng xã hội

source: Site URL
vi: URL trang web

source: App ID
vi: ID Ứng Dụng

source: App Secret
vi: Mã bí mật App

source: Callback URL
vi: Gọi lại URL

source: Consumer Key
vi: Khóa của khách hàng

source: Consumer Secret
vi: Khóa bí mật khách hàng

source: Redirect URL
vi: URL chuyển hướng

source: Client ID
vi: ID khách hàng

source: Client secret
vi: Bí mật khách hàng

source: Client Secret
vi: Khách hàng bí mật

source: Vendor Biography
vi: Giới thiệu nhà cung cấp

source: Store Categories
vi: Danh mục Cửa hàng

source: Store Category
vi: Danh mục cửa hàng

source: None
vi: Trống

source: All Categories
vi: Tất cả danh mục

source: Top Rated
vi: Top Đánh Giá

source: Most Reviewed
vi: Nhận xét nhiều

source: Pemission denied
vi: Từ chối cấp quyền

source: Your changes has been updated!
vi: Thay đổi của bạn đã được cập nhật!

source: Share
vi: Chia sẻ

source: Updates
vi: Cập nhật

source: Please <a href="%s">enter</a> your <strong>Dokan</strong> plugin license key to get regular update and support.
vi: Vui lòng <a href="%s">nhập</a> mã bản quyền <strong>Dokan</strong> plugin của bạn để nhận các bản cập nhật và hỗ trợ.

source: Dokan Error:
vi: Lỗi:

source: Empty email address
vi: Không có địa chỉ email nào

source: Empty license key
vi: Không có khóa sản phẩm

source: Settings Saved
vi: Cài đặt đã lưu

source: Plugin Activation
vi: Kích hoạt plugin

source: Enter the E-mail address that was used for purchasing the plugin and the license key.
vi: Nhập địa chỉ E-mail đã được dùng để mua các plugin và các key bản quyền.

source: We recommend you to enter those details to get regular <strong>plugin update and support</strong>.
vi: Chúng tôi khuyên bạn nên nhập những chi tiết để có thể <strong>cập nhật plugin và hỗ trợ</strong>.

source: E-mail Address
vi: Địa chỉ E-mail

source: Enter your purchase Email address
vi: Nhập địa chỉ E-mail mua bản quyền của bạn

source: License Key
vi: Mã bản quyền

source: Enter your license key
vi: Nhập mã cấp phép của bạn

source: Save & Activate
vi: Lưu & Kích hoạt

source: has been expired %s ago
vi: đã hết hạn %s trước đây

source: will expire in %s
vi: sẽ hết hạn sau %s

source: Renew License
vi: Gia hạn giấy phép

source: Delete License
vi: Xóa giấy phép

source: Best Vendor
vi: Nhà cung cấp tốt nhất

source: Title:
vi: Tiêu đề:

source: No. of Vendor:
vi: Số của nhà cung cấp:

source: Featured Vendor
vi: Nhà cung cấp nổi bật

source: No of Vendor:
vi: Số của nhà cung cấp:

source: Sales
vi: Bán hàng

source: Overview
vi: Mô tả khóa học

source: Sales by day
vi: Bán hàng theo ngày

source: Top selling
vi: Bán chạy nhất

source: Top earning
vi: Thu nhập hàng đầu

source: Statement
vi: Báo cáo

source: From:
vi: Từ:

source: To:
vi: Đến:

source: Show
vi: Hiển thị

source: Export All
vi: Xuất toàn bộ

source: Trn Date
vi: Trn ngày

source: Opening Balance
vi: Số dư đầu kỳ

source: Total :
vi: Tổng:

source: No Result found!
vi: Không có kết quả nào!

source: This month's sales
vi: Doanh số bán hàng tháng này

source: Sales in this period
vi: Doanh số bán hàng trong giai đoạn này

source: %s sales in this period
vi: %s doanh số bán hàng trong giai đoạn này

source: %s average daily sales
vi: %s trung bình doanh thu hàng ngày

source: %s orders placed
vi: %s đơn đặt hàng

source: %s items purchased
vi: %s mặt hàng đã mua

source: %s charged for shipping
vi: %s tính phí vận chuyển

source: %s worth of coupons used
vi: %s phiếu giảm giá được sử dụng

source: Sales total
vi: Tổng doanh số

source: Number of orders
vi: Số lượng đơn đặt hàng

source: sales
vi: bán

source: Product
vi: Sản phẩm

source: Product does not exist
vi: Sản phẩm không tồn tại

source: Earning
vi: Thu nhập

source: Product no longer exists
vi: Sản phẩm không còn tồn tại

source: #%s &ndash; Variation SKU must be unique.
vi: #%s &ndash; SKU biến thể phải là duy nhất.

source: Before adding variations, add and save some attributes on the <strong>Attributes</strong> tab.
vi: Trước khi thêm các biến thể, hãy thêm và lưu một số thuộc tính trên tab <strong> Thuộc tính </strong>.

source: Learn more
vi: Tìm hiểu thêm

source: Add Variation
vi: Thêm biến thể

source: Link all variations
vi: Liên kết tất cả các biến thể

source: Default selections:
vi: Lựa chọn mặc định:

source: No default
vi: Không có mặc định

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
vi: Bạn có chắc chắn muốn liên kết tất cả các biến thể? Điều này sẽ tạo ra một biến thể mới cho mỗi và mọi sự kết hợp có thể của các thuộc tính biến thể (tối đa 50 mỗi lần chạy).

source: variation added
vi: Biến thể đã được thêm

source: variations added
vi: Các biến thể đã được thêm

source: No variations added
vi: Không có variations nào được thêm vào

source: Are you sure you want to remove this variation?
vi: Bạn có chắc bạn muốn loại bỏ variation này không?

source: Enter your first name
vi: Vui lòng nhập tên của bạn

source: Enter your shop name
vi: Nhập tên cửa hàng của bạn

source: Enter your shop address
vi: Nhập địa chỉ cửa hàng của bạn

source: Enter your phone number
vi: Nhập số điện thoại của bạn

source: Quantity Discount
vi: Giảm giá theo số lượng

source: Order Discount
vi: Giảm giá đơn hàng

source: Quantity Discount:
vi: Số lượng giảm giá:

source: Order Discount:
vi: Giảm giá đơn hàng:

source: Commission type
vi: Loại hoa hồng

source: This is the commission type for admin fee
vi: Đây là loại hoa hồng cho phí quản trị viên

source: Admin Commission from this category
vi: Hoa hồng Admin từ danh mục này

source: If set, it will override global admin commission rate for this category
vi: Nếu được đặt, nó sẽ ghi đè tỷ lệ hoa hồng quản trị viên toàn cầu cho danh mục này

source: Admin commission
vi: Hoa hồng quản trị

source: Shipping:
vi: Vận chuyển:

source: Sorry, you can't add more than one vendor's product in the cart.
vi: Xin lỗi, bạn không thể thêm nhiều sản phẩm của nhà cung cấp vào giỏ hàng.

source: Sorry, you can't purchase from multiple vendors at once.
vi: Xin lỗi, bạn không thể mua từ nhiều nhà cung cấp cùng một lúc.

source: Congratulation, your profile is fully completed
vi: Xin chúc mừng, hồ sơ của bạn đã hoàn thành

source: Add Profile Picture to gain %s%% progress
vi: Thêm ảnh hồ sơ để đạt được %s%% tiến độ

source: Add Phone to gain %s%% progress
vi: Thêm điện thoại để đạt được %s%% tiến độ

source: Add Banner to gain %s%% progress
vi: Thêm biểu ngữ để đạt được %s%% tiến độ

source: Add Store Name to gain %s%% progress
vi: Thêm tên cửa hàng để đạt được %s%% tiến độ

source: Add address to gain %s%% progress
vi: Thêm địa chỉ để đạt được %s%% tiến độ

source: Add a Payment method to gain %s%% progress
vi: Thêm phương thức Thanh toán để đạt được %s%% tiến độ

source: Add Map location to gain %s%% progress
vi: Thêm vị trí Bản đồ để đạt được %s%% tiến độ

source: Add facebook to gain %s%% progress
vi: Thêm facebook để đạt được %s%% tiến độ

source: Add Google to gain %s%% progress
vi: Thêm Google để đạt được %s%% tiến độ

source: Add Twitter to gain %s%% progress
vi: Thêm Twitter để đạt được %s%% tiến độ

source: Add Youtube to gain %s%% progress
vi: Thêm Youtube để đạt được %s%% tiến độ

source: Add LinkedIn to gain %s%% progress
vi: Thêm LinkedIn để đạt được %s%% tiến độ

source: Start with adding a Banner to gain profile progress
vi: Bắt đầu với việc thêm Biểu ngữ để đạt được tiến trình hồ sơ

source: Are you sure you want to remove the selected items? If you have previously reduced this item's stock, or this order was submitted by a customer, you will need to manually restore the item's stock.
vi: Bạn có chắc chắn muốn loại bỏ các mục đã chọn? Nếu trước đây bạn đã giảm cổ phiếu của mặt hàng này hoặc đơn đặt hàng này đã được gửi bởi khách hàng, bạn sẽ cần khôi phục thủ công cổ phiếu của mặt hàng đó.

source: Please select some items.
vi: Vui lòng chọn một số mặt hàng.

source: Are you sure you wish to process this refund request? This action cannot be undone.
vi: Bạn có chắc chắn muốn xử lý yêu cầu hoàn trả này? Hành động này không thể được hoàn tác.

source: Are you sure you wish to delete this refund? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa khoản hoàn trả này? Hành động này không thể được hoàn tác.

source: Remove this item meta?
vi: Loại bỏ mục này meta?

source: File Name
vi: Tên tập tin

source: Choose file
vi: Chọn tập tin

source: Insert file URL
vi: Chèn file URL

source: Delete
vi: Xóa

source: Click to toggle
vi: Nhấp vào để bật

source: Any
vi: Tất cả

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
vi: Nhập một SKU cho biến thể này hoặc để trống để sử dụng SKU các sản phẩm cấp cha.

source: Stock Qty:
vi: Tồn kho:

source: Enter a quantity to enable stock management at variation level, or leave blank to use the parent product's options.
vi: Nhập một số lượng để cho phép quản lý mức dao động hàng hóa trong kho, hoặc để trống để sử dụng tùy chọn các sản phẩm cấp cha.

source: Allow Backorders?
vi: Cho phép đặt hàng trước?

source: Stock status
vi: Tình trạng tồn kho

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
vi: Điều khiển hay không sản phẩm được liệt kê là "còn hàng" hoặc "hết hàng".

source: Regular Price:
vi: Giá chuẩn:

source: Variation price (required)
vi: Giá biến thể (bắt buộc)

source: Schedule
vi: Lịch trình

source: Cancel schedule
vi: Hủy lịch trình

source: Sale start date:
vi: Ngày bắt đầu giảm giá:

source: Sale end date:
vi: Ngày kết thúc giảm giá:

source: Weight
vi: Cân nặng

source: Enter a weight for this variation or leave blank to use the parent product weight.
vi: Nhập mức thay đổi trọng lượng này hoặc để trống để sử dụng trọng lượng sản phẩm cấp cha.

source: Shipping class:
vi: Gói vận chuyển:

source: Same as parent
vi: Tương tự như cấp cha

source: Downloadable Files
vi: Tập tin có thể tải về

source: Name
vi: Họ và Tên

source: This is the name of the download shown to the customer.
vi: Đây là tên của mục tải về hiển thị cho các khách hàng.

source: File URL
vi: URL tập tin

source: This is the URL or absolute path to the file which customers will get access to.
vi: Đây là URL hoặc đường dẫn tuyệt đối đến tập tin mà khách hàng sẽ nhận được quyền truy cập vào.

source: Add File
vi: Thêm tập tin

source: Download Limit:
vi: Giới hạn tải về:

source: Leave blank for unlimited re-downloads.
vi: Để trống để tải lại không giới hạn.

source: Unlimited
vi: Không giới hạn

source: Download Expiry:
vi: Giới hạn tải về:

source: Enter the number of days before a download link expires, or leave blank.
vi: Nhập số ngày trước khi liên kết tải xuống hết hạn hoặc để trống.

source: Enabled
vi: Bật

source: Downloadable
vi: Có thể tải về

source: Virtual
vi: Ảo

source: Enable this option if a product is not shipped or there is no shipping cost
vi: Kích hoạt tùy chọn này nếu sản phẩm không được giao hoặc không có chi phí vận chuyển

source: Manage Stock?
vi: Quản lý kho?

source: Enable this option to enable stock management at variation level
vi: Bật lựa chọn này để kích hoạt quản lý kho hàng theo chủng loại

source: Booked by
vi: Được đặt bởi

source: All Day
vi: Cả ngày

source: Resource #
vi: Tài nguyên #

source: Dokan Booking Cancelled by Customer
vi: Đặt chỗ Papama bị hủy bởi khách hàng

source: {product_title} - is Cancelled
vi: {product_title} - bị hủy bỏ

source: <b>Dokan WC Booking </b> requires %sWooCommerce Bookings plugin%s to be installed & activated!
vi: <b>Dokan WC Booking</b> yêu cầu %s cài đặt plugin Woocommerce Booking %s để được cài đặt & kích hoạt!

source: Bookable Product
vi: Sản phẩm có thể đặt trước

source: Are you sure you want to remove this person type?
vi: Bạn có chắc muốn bỏ loại khách hàng này ?

source: Are you sure you want to remove this resource?
vi: Bạn có chắc muốn bỏ tài nguyên này ?

source: minutes
vi: phút

source: days
vi: ngày

source: Enter a name for the new resource
vi: Thêm tên Tài nguyên

source: Dokan New Booking
vi: Đặt chỗ mới

source: New booking emails are sent to the admin when a new booking is created and paid. This email is also received when a Pending confirmation booking is created.
vi: Email booking mới được gửi đến quản trị viên khi booking mới được tạo và thanh toán. Email này cũng nhận được khi một Bookings xác nhận đang chờ xử lý được tạo ra.

source: Booking
vi: Đặt trước

source: You do not have sufficient permissions to access this page.
vi: Bạn không có đủ quyền truy cập trang này.

source: You have taken too long. Please go back and retry.
vi: Bạn đã chờ quá lâu, vui lòng thao tác lại.

source: Manage Bookings
vi: Quản lý đặt chỗ

source: Calendar
vi: Lịch

source: Manage Resources
vi: Quản lý Tài nguyên

source: Edit Resource
vi: Chỉnh sửa tài nguyên

source: Edit Booking
vi: Sửa Đặt Phòng

source: View booking menu
vi: Xem đặt chỗ

source: Manage booking calendar
vi: Quản lý lịch đặt chỗ

source: Manage booking resource
vi: Quản lý tài nguyên

source: Edit booking product
vi: Sửa sản phẩm đặt chỗ

source: Booking Person Discount (Amount Off Per Person)
vi: Giảm giá cho người đặt phòng (Số tiền giảm cho mỗi người)

source: Bookings by day
vi: Bookings theo ngày

source: Filter Bookings
vi: Lọc Bookings

source: By bookable product
vi: Bởi sản phẩm có thể bookable

source: By resource
vi: Theo Tài nguyên

source: Month View
vi: Xem theo tháng

source: Bookings by month
vi: Đặt chỗ theo tháng

source: Day View
vi: Xem ngày

source: Attribute
vi: Thuộc tính

source: Add attribute
vi: Thêm thuộc tính

source: Save attribute
vi: Lưu thuộc tính

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

source: May
vi: Có thể

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: Week %s
vi: Tuần %s

source: Date range
vi: Phạm vi ngày

source: Range of months
vi: Phạm vi tháng

source: Range of weeks
vi: Phạm vi tuần

source: Range of days
vi: Phạm vi ngày

source: Time Ranges
vi: Phạm vi thời gian

source: Time Range (all week)
vi: Phạm vi thời gian (cả tuần)

source: Date Range with time
vi: Phạm vi ngày với thời gian

source: to
vi: đến

source: No
vi: Không

source: Yes
vi: Có

source: Time Range
vi: Phạm vi thời gian

source: Person count
vi: Số người

source: Block count
vi: Số lượng Block

source: Costs
vi: Chi phí

source: Base cost
vi: Chi phí cơ bản

source: One-off cost for the booking as a whole.
vi: Chi phí một lần cho toàn bộ Bookings.

source: Block cost
vi: Chi phí Block

source: This is the cost per block booked. All other costs (for resources and persons) are added to this.
vi: Đây là chi phí cho block đặt chỗ. Tất cả các chi phí khác (cho nguồn lực và con người) đã được them vào.

source: Display cost
vi: Hiển thi chi phí

source: The cost is displayed to the user on the frontend. Leave blank to have it calculated for you. If a booking has varying costs, this will be prefixed with the word "from:".
vi: Chi phí được hiển thị cho người dùng trên lối vào. Để trống để có nó được tính cho bạn. Nếu một Bookings có chi phí khác nhau, điều này sẽ được thêm vào từ "từ:".

source: Range type
vi: Loại khung thời gian

source: Range
vi: Phạm vi

source: Enter a cost for this rule. Applied to the booking as a whole.
vi: Nhập chi phí cho quy tắc này. Áp dụng cho toàn bộ Bookings.

source: Enter a cost for this rule. Applied to each booking block.
vi: Nhập chi phí cho quy tắc này. Áp dụng cho từng khối Bookings.

source: Add Range
vi: Thêm khung thời gian

source: All matching rules will be applied to the booking.
vi: Tất cả các quy định phù hợp sẽ được áp dụng cho Bookings.

source: Other Options
vi: Sự lựa chọn khác

source: Set your extra product options
vi: Thêm các tùy chọn mở rộng khác cho sản phẩm

source: Product Status
vi: Trạng thái sản phẩm

source: Visibility
vi: Hiển thị

source: Purchase Note
vi: Lưu ý mua hàng

source: Customer will get this info in their order email
vi: Khách hàng sẽ nhận được thông tin này trong email đặt hàng của họ

source: Enable product reviews
vi: Cho phép đánh giá sản phẩm

source: Shipping and Tax
vi: Giao hàng và Thuế

source: Manage shipping and tax for this product
vi: Quản lý vận chuyển và thuế đối với sản phẩm này

source: length (%s)
vi: chiều dài (%s)

source: height (%s)
vi: chiều cao (%s)

source: Shipping Class
vi: Loại hình giao nhận

source: No shipping class
vi: Không có hình thức vận chuyển

source: Shipping classes are used by certain shipping methods to group similar products.
vi: Các lớp vận chuyển được sử dụng bởi các phương thức vận chuyển nhất định để nhóm các sản phẩm tương tự.

source: Override your store's default shipping cost for this product
vi: Thay đổi chi phí vận chuyển mặc định của cửa hàng cho sản phẩm này

source: Per Qty Additional Price
vi: Dựa vào số lượng đơn hàng

source: Processing Time
vi: Thời gian vận chuyển

source: Shipping only
vi: Chỉ vận chuyển

source: Tax Class
vi: Loại thuế

source: All (%d)
vi: Toàn bộ (%d)

source: Booking Status
vi: Tình trạng đặt phòng

source: Booked Product
vi: Sản phẩm đã đặt trước

source: Customer
vi: Khách hàng

source: # of persons
vi: # Số người

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Action
vi: Hành động

source: Booking #%d
vi: Đặt trước #%d

source: View
vi: Xem

source: Confirm
vi: Xác nhận

source: No Bookings found
vi: Không tìm thấy Bookings

source: This is not yours, I swear!
vi: Đây không phải là của bạn, tôi chắc thế!

source: Booking Details
vi: Chi tiết đặt phòng

source: Booking Number: #%d. Order Number:<a href="%s"> #%d </a>
vi: Số lượng đặt phòng: #%d. Số thứ tự: <a href="%s">#%d</a>

source: Details
vi: Chi tiết

source: Booking Status:
vi: Trạng thái Đặt phòng:

source: &nbsp; Edit
vi: &nbsp; Sửa

source: Update
vi: Cập nhật

source: Cancel
vi: Hủy

source: Booked Product :
vi: Sản phẩm đã đặt trước:

source: Resource(s) :
vi: Tài nguyên(s):

source: Person(s) :
vi: Người:

source: Booking Start Date :
vi: Ngày bắt đầu đặt chỗ:

source: Duration :
vi: Thời hạn:

source: Customer Details
vi: Chi tiết khách hàng

source: Name:
vi: Tên:

source: User Email:
vi: Email người dùng:

source: Address:
vi: Địa chỉ:

source: No billing address set.
vi: Không có địa chỉ thanh toán được đặt.

source: Phone:
vi: Số điện thoại:

source: View Order
vi: Xem đơn hàng

source: Add Bookable product
vi: Thêm sản phẩm có thể đặt chỗ

source: View Product
vi: Xem sản phẩm

source: Hidden
vi: Ẩn

source: Error!
vi: Lỗi!

source: Success!
vi: Thành công!

source: The product has been saved successfully.
vi: Sản phẩm đã được lưu thành công.

source: View Product &rarr;
vi: Xem sản phẩm & rarr;

source: Title
vi: Tiêu đề

source: Please choose a Name !!!
vi: Hãy chọn một tên !!!
