Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Refunded
vi: Hoàn tiền

source: Cancelled
vi: Đã hủy

source: Failed
vi: Thất bại

source: Payment
vi: Thanh toán

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
vi: Chọn Biến nếu sản phẩm của bạn có nhiều thuộc tính - như kích thước, màu sắc, chất lượng, v.v

source: You Earn :
vi: Bạn kiếm được :

source: Product price can't be less than the vendor fee!
vi: Giá sản phẩm không thể thấp hơn phí nhà cung cấp!

source: Day
vi: Ngày

source: Order Items
vi: Đặt hàng

source: Item
vi: Mục

source: Totals
vi: Tổng

source: Billing Address
vi: Địa chỉ thanh toán

source: Shipping Address
vi: Địa chỉ giao hàng

source: No shipping address set.
vi: Không có địa chỉ giao hàng được thiết lập.

source: Downloadable Product Permission
vi: Giấy phép sản phẩm có thể tải xuống

source: Order Number
vi: Số đơn hàng

source: Relationship
vi: Mối quan hệ

source: General Details
vi: Chi tiết chung

source: Subscription Status:
vi: Tình trạng tài khoản:

source: Order Date:
vi: Ngày đặt hang:

source: Customer:
vi: Khách hàng :

source: Customer IP:
vi: IP khách hàng:

source: Customer Note:
vi: Ghi chú khách hàng:

source: Subscription Notes
vi: Đăng ký ghi chú

source: added %s ago
vi: đã them %s trước

source: Delete note
vi: Xóa ghi chú

source: There are no notes for this order yet.
vi: Chưa có ghi chú nào cho đơn đặt hàng này.

source: Add note
vi: Thêm ghi chú

source: Customer note
vi: Lưu ý khách hàng

source: Private note
vi: Ghi chú riêng

source: Add Note
vi: Thêm ghi chú

source: Filter by Date
vi: Lọc theo ngày

source: Filter
vi: Bộ lọc

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Via %s
vi: Qua %s

source: Sign-up fee (%s)
vi: Phí đăng ký (%s)

source: Free trial
vi: Được dùng thử

source: Verification SMS Gateways
vi: Xác minh cổng SMS

source: App Id
vi: ID ứng dụng

source: Redirect URI
vi: URI chuyển hướng

source: SMS Text
vi: Nội dung SMS

source: Your verification code is: %CODE%
vi: Mã xác minh của bạn là: %CODE%

source: will be displayed in SMS. <strong>%CODE%</strong> will be replaced by verification code
vi: sẽ được hiển thị trong SMS. <strong>%CODE%</strong> sẽ được thay thế bằng mã xác minh

source: SMS Sent Error
vi: Lỗi gửi SMS

source: Unable to send sms. Contact admin
vi: Không thể gửi tin nhắn. Liên hệ quản trị viên

source: Active Gateway
vi: Kích hoạt cổng

source: Nexmo App Settings
vi: Cài đặt ứng dụng nexmo

source: here
vi: ở đây

source: From Number
vi: Từ số

source: Account SID
vi: Tài khoản SID

source: Dokan Seller Verifications
vi: Xác minh người bán Papama

source: Dokan: Verification
vi: Papama: Xác minh

source: Photo ID
vi: Ảnh ID

source: Postal Address
vi: Địa chỉ hòm thư

source: Verifications
vi: Xác minh

source: Verification
vi: Xác minh

source: You have no permission to view this verification page
vi: Bạn không được phép xem trang xác minhh này

source: View verification settings menu
vi: Xem menu cài đặt xác minh

source: Your ID verification request is Sent and %s approval
vi: Yêu cầu xác minh ID của bạn đã được gửi và %s phê duyệt

source: Your ID Verification request is cancelled
vi: Yêu cầu xác minh ID của bạn đã bị hủy

source: Your Address Verification request is cancelled
vi: Yêu cầu xác minh địa chỉ của bạn đã bị hủy

source: Information updated
vi: Thông tin đã được cập nhật

source: Please fill all the required fields
vi: Vui lòng điền tất cả các trường thông tin yêu cầu

source: Your Address verification request is Sent and Pending approval
vi: Yêu cầu xác minh địa chỉ của bạn được gửi và đang chờ phê duyệt

source: Verification Requests
vi: Yêu cầu xác minh

source: Pending
vi: Đang xử lí

source: Approved
vi: Tán thành

source: Requests deleted!
vi: Các yêu cầu đã xóa

source: Requests cancelled!
vi: Các yêu cầu đã hủy

source: Requests approved!
vi: Các yêu cầu đã chấp thuận !

source: Photo ID
vi: ID hình ảnh

source: Address
vi: Địa chỉ

source: Phone Number
vi: Số điện thoại

source: Approve
vi: Phê duyệt

source: Reject
vi: Từ chối

source: Not Available
vi: Không có sẵn

source: No result found
vi: Không tìm thấy kết quả nào

source: Your ID verification request is %s
vi: Yêu cầu xác minh ID của bạn là %s

source: Passport
vi: Hộ chiếu

source: National ID Card
vi: Số Chứng Minh Nhân Dân

source: Driving License
vi: Giấy phép lái xe

source: Upload Photo
vi: Tải lên hình ảnh

source: Cancel Request
vi: Hủy yêu cầu

source: Your Verified Phone number is :
vi: Số điện thoại được xác minh của bạn là:

source: Your Address verification request is %s
vi: Yêu cầu xác minh địa chỉ của bạn là %s

source: Change Address
vi: Thay đổi địa chỉ

source: Connect
vi: Kết nối

source: Disconnect
vi: Ngắt kết nối

source: No Social App is configured by website Admin
vi: Không ứng dụng xã hội được cấu hình bởi trang web quản trị

source: Visit Store
vi: Xem cửa hàng

source: Wholesale Customers
vi: Khách hàng mua sỉ

source: Active <span class='count'>(%s)</span>
vi: Kích hoạt <span class='count'>(%s)</span>

source: Deactive <span class='count'>(%s)</span>
vi: Hủy kích hoạt <span class='count'>(%s)</span>

source: User ID.
vi: ID người dùng:

source: No user found
vi: Không tìm thấy người dùng nào

source: Not a valid user for wholesale
vi: Không phải là người dùng hợp lệ cho bán buôn

source: No status found for update
vi: Không tìm thấy trạng thái cho bản Cập Nhật

source: Status are not valid
vi: Tình trạng không hợp lệ

source: Who can see wholesale price
vi: Ai có thể xem giá bán buôn

source: Display wholesale price to Wholesale customer only
vi: Chỉ hiển thị giá bán buôn cho khách hàng Bán buôn

source: Show wholesale price on shop archive
vi: Hiển thị giá bán buôn trên kho lưu trữ dữ liệu

source: Show in price column
vi: Hiển thị trong cột giá

source: Wholesale Customer
vi: Khách mua sỉ

source: Wholesale Price
vi: Giá bán buôn

source: Minimum Quantity for Wholesale
vi: Số lượng tối thiểu cho bán buôn

source: For wholesale price buy <strong>%d</strong> more units
vi: Đối với giá bán buôn mua nhiều hơn <strong>%d</strong> đơn vị

source: Minimum Quantity
vi: Số lượng tối thiểu

source: You are succefully converted as a wholesale customer
vi: Bạn được chuyển đổi thành công như một khách hàng bán buôn

source: Your wholesale customer request send to the admin. Please wait for approval
vi: Yêu cầu khách hàng bán buôn của bạn gửi đến quản trị viên. Vui lòng chờ phê duyệt

source: Become a wholesale customer
vi: Trở thành khách hàng mua sỉ

source: Wholesale Price:
vi: Giá sỉ:

source: Minimum Quantity for Wholesale:
vi: Số lượng tối thiểu để bán buôn:

source: Pending <span class='count'>(%s)</span>
vi: Đang chờ xử lý <span class='count'>(%s)</span>

source: Selected Vendor
vi: Nhà cung cấp đã được chọn

source: Sent To
vi: Gửi đến

source: Dismiss this notice.
vi: Bỏ qua thông báo này.

source: Ok
vi: Đồng ý

source: Save as Draft
vi: Lưu bản nháp

source: Send
vi: Gửi

source: Documentation
vi: Tài liệu

source: Close
vi: Đóng

source: Module
vi: Chức năng

source: Approved <span class='count'>(%s)</span>
vi: Phê huyệt <span class='count'>(%s)</span>

source: Cancelled <span class='count'>(%s)</span>
vi: Đã hủy <span class='count'>(%s)</span>

source: Refund Amount
vi: Số tiền hoàn trả tiền

source: Payment Gateway
vi: Cổng Thanh Toán

source: All Logs
vi: Tất cả Logs

source: Export Logs
vi: Nhật ký kết xuất

source: By Day
vi: Theo ngày

source: By Year
vi: Theo Năm

source: By Vendor
vi: Theo nhà cung cấp

source: Year
vi: Năm

source: At a Glance
vi: Nhìn chung

source: %s Vendor
vi: %s Nhà cung cấp

source: %s Orders
vi: %s Đơn hàng

source: awaiting approval
vi: chờ được chấp thuận

source: %s Products
vi: %s Sản phẩm

source: %s Withdrawals
vi: %s Rút tiền

source: Search Categories
vi: Tìm danh mục

source: Add New Category
vi: Thêm danh mục mới

source: The name of the category.
vi: Tên danh mục.

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
vi: "đường dẫn tĩnh" là phiên bản URL thân thiện của tên. Nó thường là tất cả chữ thường và chỉ chứa chữ cái, số và dấu gạch nối.

source: The description is not prominent by default; however, some themes may show it.
vi: Mô tả không nổi bật theo mặc định; tuy nhiên, một số chủ đề có thể hiển thị nó.

source: No category found
vi: Không tìm thấy danh mục

source: Count
vi: Đếm

source: Set as default
vi: Đặt làm mặc định

source: Are you sure you want to delete this category?
vi: Bạn có chắc chắn muốn xóa danh mục này không?

source: Default
vi: Mặc định

source: Edit Category
vi: Sửa danh mục

source: Delete Category
vi: Xóa danh mục

source: Page Installation
vi: Cài đặt trang

source: Clicking this button will create required pages for the plugin.
vi: Nhấp nút này sẽ tạo ra các trang cần thiết đối với các plugin.

source: Install Dokan Pages
vi: Cài đặt

source: Regenerate Order Sync Table
vi: Tạo lại đơn đặt hàng từ bảng đồng bộ

source: This tool will delete all orders from the Dokan's sync table and re-build it.
vi: Công cụ này sẽ xóa tất cả các đơn đặt hàng từ bảng đồng bộ và tái xây dựng nó.

source: This tool will check for duplicate orders from the Dokan's sync table.
vi: Công cụ này sẽ kiểm tra các đơn đặt hàng trùng lặp từ bảng đồng bộ.

source: Failure!
vi: Thất bại!

source: Something went wrong.
vi: Đã xảy ra sự cố.

source: Order re-build in progress...
vi: Đang làm lại đơn đặt hàn...

source: Checking Duplication in Progress...
vi: Đang kiểm tra trùng lặp, đang trong tiến trình ...

source: Registered
vi: Đã đăng ký

source: Go Back
vi: Quay lại

source: Send Email
vi: Gửi Email

source: Add Category
vi: Thêm danh mục

source: Set Store Categories
vi: Đặt các danh mục cửa hàng

source: Select Category
vi: Chọn danh mục

source: Disabled
vi: Vô hiệu hóa

source: Change Store Banner
vi: Thay đổi banner cửa hàng

source: Total Products
vi: Tổng số sản phẩm

source: Items Sold
vi: Hàng đã bán

source: Store Visitors
vi: Khách truy cập gian hàng

source: Revenue
vi: Doanh thu

source: Orders Processed
vi: Đơn đặt hàng đã được xử lý

source: Gross Sales
vi: Tổng doanh thu

source: Total Earning
vi: Tổng thu nhập

source: Others
vi: Khác

source: Current Balance
vi: Số dư hiện tại

source: Payment Methods
vi: Phương thức thanh toán

source: Product Publishing
vi: Đang đăng sản phẩm

source: Direct
vi: Trực tiếp

source: Requires Review
vi: Yêu cầu đánh giá

source: Not Set
vi: Chưa thiết lập

source: Saving...
vi: Đang lưu...

source: Email has been sent successfully.
vi: Email đã được gửi thành công.

source: Vendor Updated
vi: Cập nhật nhà cung cấp

source: Vendor Updated Successfully!
vi: Cập nhật thành công!

source: Zone Name
vi: Tên vùng

source: Shipping Method
vi: Phương pháp vận chuyển

source: No method found
vi: Không tìm thấy phương thức

source: &larr; Back to Zone List
vi: &larr; Quay danh sách vùng

source: Write your terms, conditions and instructions about shipping
vi: Viết về bạn, điều kiện và hướng dẫn về vận chuyển

source: Write your terms, conditions and instructions about refund
vi: Viết về điều khoản, điều kiện và hướng dẫn về hoàn tiền

source: Save Settings
vi: Lưu cài đặt

source: Zone Location
vi: Vị trí khu vực

source: Select Country
vi: Chọn quốc gia

source: Select States
vi: Chọn tỉnh thành

source: Add your shipping method for appropiate zone
vi: Thêm phương thức vận chuyển của bạn để phù hợp với vùng

source: Choose the shipping method you wish to add. Only shipping methods which support zones are listed.
vi: Chọn phương thức vận chuyển bạn muốn thêm. Chỉ các phương thức vận chuyển mà các khu vực hỗ trợ được liệt kê.

source: Shipping Class Cost
vi: Chi phí giao hàng

source: These costs can optionally be added based on the product shipping class
vi: Các chi phí này có thể được thêm tùy ý dựa trên loại hình vận chuyển sản phẩm

source: shipping class cost
vi: Loại hình phí giao hàng

source: No shipping class cost
vi: Không có loại hình phí giao hàng

source: Calculation type
vi: Kiểu tính toán

source: Per class: Charge shipping for each shipping class individually
vi: Mỗi lớp: Phí vận chuyển cho từng lớp vận chuyển riêng lẻ

source: Per order: Charge shipping for the most expensive shipping class
vi: Mỗi đơn hàng: Phí vận chuyển cho lớp vận chuyển đắt nhất

source: Minimum order amount for free shipping
vi: Số lượng đặt hàng tối thiểu để miễn phí vận chuyển

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>. Use <code>[qty]</code> for the number of items, <code>[cost]</code> for the total cost of items, and <code>[fee percent='10' min_fee='20' max_fee='']</code> for percentage based fees.
vi: Nhập chi phí (vd. Thuế) hoặc tổng cộng, ví dụ <code>10.00 * [qty]</code>. Sử dụng <code>[qty]</code> cho số lượng các mục, <code>[cost]</code> cho tổng chi phí của các mặt hàng, và <code>[fee percent='10' min_fee='20' max_fee='']</code> cho tỷ lệ phần trăm dựa trên lệ phí.

source: See More
vi: Xem thêm

source: Notice
vi: Thông báo

source: No Notice found;
vi: Không tìm thấy thông báo nào;

source: Back to all Notice
vi: Trở lại với tất cả các thông báo

source: Brand
vi: Nhãn hiệu

source: Coupon Title
vi: Tiêu đề phiếu giảm giá

source: Discount Type
vi: Loại giảm giá

source: Amount
vi: Số tiền

source: Email Restrictions
vi: Loại trừ Email

source: Email restrictions
vi: Email hạn chế

source: Usage Limit
vi: Giới hạn sử dụng

source: Expire Date
vi: Ngày hết hạn

source: Exclude Sale Items
vi: Loại trừ bán sản phẩm

source: Check this box if the coupon should not apply to items on sale.
vi: Đánh dấu hộp kiểm này nếu các phiếu giảm giá không áp dụng cho các mặt hàng giảm giá trong các chương trình giảm giá khác.

source: Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
vi: Giảm giá trên từng mặt hàng chỉ hoạt động với các mặt hàng không nằm trong chương trình giảm giá khác. Giảm giá trên giỏ hàng chỉ hoạt động nếu giỏ hàng không có các mặt hàng giảm giá trong các chương trình khác.

source: Minimum Amount
vi: Số tiền tối thiểu

source: Select All
vi: Chọn tất cả

source: Exclude products
vi: Ngoại trừ sản phẩm

source: Show on store
vi: Hiển thị trên cửa hàng

source: Check this box if you want to show this coupon in store page.
vi: Chọn hộp kiểm này nếu bạn muốn hiển thị phiếu giảm giá này trong trang cửa hàng.

source: Coupon
vi: Mã giảm giá

source: Edit Coupon
vi: Chỉnh sửa mã giảm giá

source: Add Coupon
vi: Thêm mã giảm giá

source: Add new Coupon
vi: Thêm mã giảm giá mới

source: Coupon type
vi: Loại phiếu giảm giá

source: Coupon amount
vi: Số tiền giảm giá

source: Product IDs
vi: ID sản phẩm

source: Usage / Limit
vi: Sử dụng / Giới hạn

source: Expiry date
vi: Ngày hết hạn

source: delete
vi: xóa

source: Coupon Code: <strong>%s</strong>
vi: Mã giảm giá: <strong>%s</strong>

source: See All
vi: Xem tất cả

source: Your Dokan Pro is almost ready!
vi: Dokan Pro của bạn gần như đã sẵn sàng!

source: Dismiss this notice
vi: Loại bỏ thông báo này

source: You just need to activate the <strong>%s</strong> to make it functional.
vi: Bạn chỉ cần kích hoạt <strong>%s</strong> để làm cho nó chức năng.

source: Activate
vi: Kích hoạt

source: You just need to install the %sCore Plugin%s to make it functional.
vi: Bạn chỉ cần cài đặt %s lõi plugin %s để làm cho nó hoạt động.

source: Install Now
vi: Cài đặt ngay

source: You can check this announcement in your dashboard
vi: Bạn có thể kiểm tra thông báo này trong bảng điều khiển của bạn

source: The product is currently in "pending" state.
vi: Sản phẩm hiện đang ở trạng thái "đang chờ xử lý".

source: You can view the order details by clicking <a href="%s">here</a>
vi: Bạn có thể xem chi tiết đơn đặt hàng bằng cách nhấp vào <a href="%s">đây</a>

source: Hi
vi: Chào

source: You can't sell or upload product. To activate your account please contact with the admin.
vi: Bạn không thể bán hoặc tải sản phẩm lên. Để kích hoạt tài khoản, vui lòng liên hệ với quản trị viên.

source: Congratulations %s!
vi: Xin chúc mừng %s!

source: You can <a href="%s" target="_blank">login here</a>
vi: Bạn có thể <a href="%s" target="_blank">đăng nhập tại đây</a>

source: Price :
vi: Giá :

source: The product is currently in "pending" status.
vi: Sản phẩm hiện đang trong trạng thái "chờ xử lý".

source: Moderate the product by clicking <a href="%s">here</a>
vi: Kiểm duyệt sản phẩm bằng cách nhấn vào <a href="%s">đây</a>

source: You can process the request by going <a href="%s">here</a>
vi: Bạn có thể xử lý yêu cầu bằng cách đi đến <a href="%s">đây</a>

source: You can't sell or upload product anymore. To activate your account please contact with the admin.
vi: Bạn không thể bán hoặc tải lên sản phẩm nữa. Để kích hoạt tài khoản, vui lòng liên hệ với quản trị viên.

source: Become a Vendor
vi: Trở thành chủ shop

source: Shop Name
vi: Tên cửa hàng

source: Shop URL
vi: URL cửa hàng

source: I have read and agree to the <a target="_blank" href="%s">Terms &amp; Conditions</a>.
vi: Tôi đã đọc và đồng ý với <a target="_blank" href="%s">Terms &amp; Conditions</a>.

source: I am a customer
vi: Tôi là khách hàng

source: I am a vendor
vi: Tôi là người bán hàng

source: % Profile complete
vi: % Hoàn thành tiểu sử

source: Revoke Access
vi: Thu hồi truy cập

source: %s: %s
vi: <ph id="mtc_1" equiv-text="base64:JXM="/> : <ph id="mtc_2" equiv-text="base64:JXM="/>

source: Downloaded %s time
vi: Thu hồi truy cập

source: Downloads Remaining
vi: Lượt tải còn lại

source: Access Expires
vi: Hết hạn truy cập

source: Fee
vi: Phí

source: Fee Name
vi: Tên Phí

source: Product ID:
vi: ID sản phẩm:

source: Variation ID:
vi: ID biến thể:

source: No longer exists
vi: Không còn tồn tại

source: Product SKU:
vi: Mã SKU:

source: Add&nbsp;meta
vi: Thêm & nbsp; meta

source: After pre-tax discounts.
vi: Giảm giá sau thuế

source: Before pre-tax discounts.
vi: Giảm giá trước thuế.

source: Coupon(s) Used
vi: Phiếu giảm giá được sử dụng

source: Discount
vi: Giảm giá

source: This is the shipping and handling total costs for the order.
vi: Đây là tiền vận chuyển và chi phí dịch vụ cho đơn hàng.

source: Restock refunded items
vi: Restock các mặt hàng hoàn trả

source: Amount already refunded
vi: Số tiền đã được hoàn trả

source: Total available to refund
vi: Tổng số tiền có thể hoàn trả

source: Refund amount
vi: Số tiền hoàn trả

source: You will need to manually issue a refund through your payment gateway after using this.
vi: Bạn sẽ cần phải hoàn lại thủ công thông qua cổng thanh toán sau khi sử dụng.

source: Shipping Name
vi: Tên loại hình vận chuyển

source: Add new
vi: Thêm mới

source: "%s" separate terms
vi: "%s" các điều khoản riêng biệt

source: Enable this option if access is given to a downloadable file upon purchase of a product
vi: Bật tùy chọn này nếu quyền truy cập được cấp cho tệp có thể tải xuống khi mua sản phẩm

source: Manage stock?
vi: Quản lý kho?

source: Category name
vi: Tên danh mục

source: + Add a category
vi: Thêm danh mục

source: Save attributes
vi: Lưu thuộc tính

source: Drag and drop, or click to set admin variation order
vi: Kéo và thả, hoặc nhấp vào quản trị các biến thể

source: Remove this image
vi: Xóa ảnh này

source: Upload an image
vi: Tải lên một hình ảnh

source: Sale start date
vi: Ngày bắt đầu bán

source: Sale end date
vi: Ngày kết thúc bán hàng

source: Stock quantity
vi: Số lượng cổ phiếu

source: Allow backorders?
vi: Cho phép đặt hàng trước?

source: Downloadable files
vi: Các tập tin tải về

source: This is the URL or absolute path to the file which customers will get access to. URLs entered here should already be encoded.
vi: Đây là URL hoặc đường dẫn tuyệt đối đến tập tin mà khách hàng sẽ nhận được quyền truy cập vào. URL nhập ở đây nên đã được mã hóa.

source: Download expiry
vi: Tải xuống hết hạn

source: Enable stock management at product level
vi: Cho phép quản lý kho hàng theo mức sản phẩm

source: Stock Qty
vi: Số lượng trong kho

source: Stock Status
vi: Tình trạng tồn kho

source: Allow Backorders
vi: Cho phép đặt hàng trước

source: Sold Individually
vi: Bán riêng lẻ

source: Product Tags
vi: Từ khóa sản phẩm

source: Product Data
vi: Loại sản phẩm

source: Sale
vi: Giảm giá

source: Length
vi: Dài

source: Width
vi: Rộng

source: Height
vi: Chiều cao

source: Manage Stock
vi: Quản lý sản phẩm

source: In Stock?
vi: Trong kho?

source: Backorders?
vi: Đặt hàng trước?

source: length
vi: Độ dài

source: width
vi: rộng

source: height
vi: cao

source: Override Shipping
vi: Thay đổi giao hàng

source: Simple product
vi: Sản phẩm đơn giản

source: Variable product
vi: Sản phẩm có tuỳ chọn

source: Downloadable Product
vi: Sản phẩm có thể tải về

source: Limit
vi: Giới hạn

source: Number of days
vi: Số ngày

source: Discount %
vi: Chiết khấu %

source: Image Gallery
vi: Thư viện hình ảnh

source: + Add product images
vi: +Thêm hình sản phẩm

source: This lets you choose which products are part of this group.
vi: Điều này cho phép bạn chọn sản phẩm nào là một phần của nhóm này.

source: Search for a product&hellip;
vi: Tìm kiếm một sản phẩm&hellip;

source: Linked Products
vi: Sản phẩm liên quan

source: Upsells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
vi: Upsells là những sản phẩm mà bạn giới thiệu thay vì sản phẩm hiện đang xem, ví dụ, các sản phẩm có lợi nhuận cao hơn hoặc chất lượng tốt hơn hoặc đắt hơn.

source: Cross-sells are products which you promote in the cart, based on the current product.
vi: Bán chéo là các sản phẩm mà bạn quảng bá trong giỏ hàng, dựa trên sản phẩm hiện tại.

source: Options
vi: Tùy chọn

source: Inventory
vi: Hàng tồn kho

source: Variations
vi: Biến thể

source: Special Price
vi: Giá đặc biệt

source: Discount Options
vi: Tùy chọn giảm giá

source: Set your discount for this product
vi: Thiết lập giảm giá cho sản phẩm này

source: Percentage
vi: Phần trăm

source: Edit Snippet
vi: Chỉnh sửa đoạn trích

source: SEO Title
vi: Tiêu đề SEO

source: Site Title
vi: Tiêu đề Trang

source: Meta description
vi: Thẻ mô tả

source: Focus keyword
vi: Từ Khoá

source: and Variation
vi: và biến thể

source: No Results Found
vi: Không tìm thấy kết quả

source: Submitted on
vi: Gửi

source: Not Spam
vi: Không phải spam

source: Unapprove
vi: Không chấp nhận

source: View Comment
vi: Xem nhận xét

source: Author
vi: Tác giả

source: Comment
vi: Bình luận

source: Link To
vi: Liên kết đến

source: -None-
vi: -Không-

source: Mark Approve
vi: Đánh dấu chấp nhận

source: Mark Spam
vi: Đánh dấu Spam

source: Mark Trash
vi: Đưa vào thùng rác

source: Mark Not Spam
vi: Đánh dấu không phải Spam

source: Delete permanently
vi: Xoá vĩnh viễn

source: Mark Pending
vi: Đánh dấu đang xử lý

source: Approved (
vi: Đã duyệt (

source: Pending (
vi: Đang xử lý (

source: Spam (
vi: Thư rác (

source: Trash (
vi: Thùng rác (

source: Discount
vi: Giảm giá

source: Enable storewide discount
vi: Cho phép giảm giá trên toàn cửa hàng

source: Minimum Order Amount
vi: Số lượng đặt hàng tối thiểu

source: Select categories
vi: Chọn danh mục

source: SEO Title :
vi: Tiêu đề SEO :

source: SEO Title is shown as the title of your store page
vi: Tiêu đề SEO được hiển thị như là tiêu đề của trang cửa hàng của bạn

source: Meta Description :
vi: Mô tả thẻ meta :

source: The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for and should be less than 156 chars.
vi: Các thẻ mô tả meta thường được thể hiện dưới dạng văn bản màu đen dưới tiêu đề trong kết quả tìm kiếm. Để làm việc này nó có chứa các từ khóa đã được tìm kiếm và nên được ít hơn 156 ký tự.
