Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Show product geolocation informations in single page
vi: Hiển thị các thông tin vị địa lý sản phẩm trong một trang

source: Dokan: Product Location
vi: Dokan: Vị trí sản phẩm

source: Location Map Position
vi: Vị trí địa điểm trên bản đồ

source: Show filters before location map
vi: Hiển thị bộ lọc trước bản đồ vị trí

source: Product Location tab
vi: Thẻ Vị trí sản phẩm

source: Show Location tab in single product page
vi: Hiển thị tab vị trí trong trang sản phẩm duy nhất

source: Radius Search - Unit
vi: Tìm kiếm theo bán kính - Đơn vị

source: Kilometers
vi: Km

source: Miles
vi: Dặm

source: Radius Search - Minimum Distance
vi: Tìm kiếm theo bán kính - Khoảng cách tối thiểu

source: Radius Search - Maximum Distance
vi: Tìm kiếm theo bán kính - Khoảng cách tối đa

source: Map Zoom Level
vi: Mức độ thu phóng bản đồ

source: Search Products
vi: Tìm kiếm sản phẩm

source: Select a store category
vi: Chọn một danh mục gian hàng

source: Search
vi: Tìm kiếm

source: Radius
vi: Bo góc

source: Same as store
vi: Tương tự như gian hàng hàng

source: Your store doesn't have geolocation settings. Please set it first in your <a href="%s" target="_blank">store settings</a>.
vi: Gian hàng của bạn không có cài đặt vị định vị. Vui lòng đặt nó lần đầu tiên trong <a href="%s" target="_blank">cài đặt cửa hàng</a>của bạn.

source: Both
vi: Cả hai

source: Display Inline
vi: Hiển thị trên một dòng

source: ( Get your App Secret )
vi: ( Nhận mã ứng dụng bí mật của bạn )

source: Show chat button on vendor page
vi: Hiện nút chat trên trang gian hàng

source: Above Product Tab
vi: Trên tab sản phẩm

source: Inside Product Tab
vi: Bên trong thẻ sản phẩm

source: Don't Show
vi: Không hiển thị

source: Inbox
vi: Hộp thư đến

source: wait...
vi: đợi...

source: Username :
vi: Tên đăng nhập:

source: Password :
vi: Mật khẩu:

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Logged in
vi: Đăng nhập với

source: How may I help you?
vi: Làm thế nào tôi có thể giúp bạn?

source: Just type ...
vi: Chỉ cần gõ vào ...

source: Dokan Wirecard Connect
vi: Papama kết nối thanh toán

source: Have your customers pay with credit card.
vi: Có khách hàng của bạn thanh toán bằng thẻ tín dụng.

source: Enable Wirecard
vi: Kích hoạt Wirecard

source: Wirecard Credit Card
vi: Thẻ tín dụng Wirecard

source: This controls the description which the user sees during checkout.
vi: Điều này kiểm soát mô tả mà người dùng nhìn thấy trong quá trình thanh toán.

source: Wirecard Fee
vi: Phí Wirecard

source: Admin
vi: Quản trị viên

source: Select who will bear the Wirecard transection fee.
vi: Chọn người sẽ chịu phí giao dịch.

source: Production credentials
vi: Quyền đăng nhập

source: Test Token
vi: Thử Token

source: Get your test API token from your wirecard account. (Required**)
vi: Nhận mã test token API của bạn từ tài khoản wirecard của bạn. (Cần thiết**)

source: Test Public Key
vi: Kiểm tra khóa công khai

source: Something went wrong:
vi: Đã xảy ra lỗi:

source: Card expriy date is not valid
vi: Ngày hết hạn Thẻ không hợp lệ

source: Card CVC number is not valid
vi: Số CVC không hợp lệ

source: TEST MODE ENABLED. In test mode, you can use the card number 4012001037141112 with any CVC and a valid expiration date.
vi: BẬT CHẾ ĐỘ KIỂM TRA. Trong chế độ thử nghiệm, bạn có thể sử dụng số thẻ 4012001037141112 với bất kỳ CVC nào và ngày hết hạn hợp lệ.

source: Minimum order total is 0.50
vi: Tổng số đơn đặt hàng tối thiểu là 0,50

source: Something went wrong:
vi: Có điều gì đó không đúng:

source: %s - Order %s
vi: %s - Đặt hàng %s

source: Wirecard doesn't support weekly subscription plan.
vi: Wirecard không hỗ trợ gói đăng ký hàng tuần.

source: Subscription can't be created, as plan id is not found
vi: Không thể tạo thuê bao, như ID gói thuê bao không tìm thấy

source: Subscripton can't be created
vi: Đăng ký không thể tạo

source: Wirecard data is not found
vi: Không tìm thấy dữ liệu Wirecard

source: Credit card nout found
vi: Thẻ tín dụng không được tìm thấy

source: Wirecard Payment Error: %s
vi: Lỗi thanh toán Wirecard: %s

source: Something went wrong and the order can not be processed!
vi: Một cái gì đó đã sai và đơn hàng không thể được xử lý!

source: Order %s payment completed
vi: Đơn hàng %s thanh toán đã hoàn tất

source: Order %d payment auto paid via Dokan Wirecard
vi: Đặt hàng %d thanh toán tự động thanh toán qua Papama Wirecard

source: Phone number is required
vi: Số điện thoại là bắt buộc

source: Subscripton not created
vi: Thuê bao không được tạo ra

source: Wirecard gateway is not configured. Please contact admin.
vi: Cổng Wirecard không được cấu hình. Xin vui lòng liên hệ với admin.

source: Your account is not connected to Wirecard. Connect your Wirecard account to receive payouts.
vi: Tài khoản của bạn không được kết nối với Wirecard. Kết nối tài khoản Wirecard của bạn để nhận thanh toán rút tiền.

source: Your account is connected with Wirecard.
vi: Tài khoản của bạn được kết nối với Wirecard.

source: Disconnect
vi: Ngắt kết nối

source: <strong>Error!</strong> You cannot complete your purchase until <strong>%s</strong> has enabled Stripe as a payment gateway. Please remove %s to continue.
vi: <strong>Lỗi!</strong> Bạn không thể hoàn tất mua cho đến khi <strong>%s</strong> đã bật Stripe làm cổng thanh toán. Hãy loại bỏ %s để tiếp tục.

source: Your Wirecard account isn't active yet. Please connect to Wirecard first!
vi: Tài khoản Wirecard của bạn chưa hoạt động. Hãy kết nối với Wirecard đầu tiên!

source: Dokan Wirecard Settings
vi: Cài đặt Wirecard Papama

source: Dokan PayPal Adaptive Payments
vi: Papama Paypal

source: Pay via paypal adaptive payment
vi: Thanh toán qua Paypal Adaptive

source: PayPal Adaptive Payments
vi: Thanh toán PayPal Adaptive

source: Gateway Disabled
vi: Cổng thanh toán bị vô hiệu hóa

source: Enable PayPal Adaptive
vi: Bật PayPal Adaptive

source: PayPal Adaptive
vi: PayPal Thích ứng

source: PayPal Email
vi: Email PayPal

source: Please enter your PayPal email address; this is needed in order to take payment.
vi: Vui lòng nhập địa chỉ email PayPal của bạn; điều này là cần thiết để thanh toán.

source: Mode
vi: Chế độ

source: Fees Payer
vi: Người trả phí

source: Each receiver
vi: Mỗi người nhận

source: Shipping details
vi: Chi tiết giao nhận hàng

source: Send shipping details to PayPal instead of billing.
vi: Gửi chi tiết vận chuyển đến PayPal thay vì thanh toán.

source: PayPal sandbox
vi: Hộp cát PayPal

source: Enable PayPal sandbox
vi: Kích hoạt hộp cát PayPal

source: PayPal sandbox can be used to test payments. Sign up for a developer account <a href="%s">here</a>.
vi: PayPal sandbox có thể được sử dụng để kiểm tra thanh toán. Đăng ký tài khoản nhà phát triển tại <a href="%s">đây</a>.

source: API Username
vi: Tên đăng nhập API

source: API Password
vi: Mật khẩu API

source: API Signature
vi: Chữ ký API

source: For this system please sign up in developer account and get your application credential
vi: Đối với hệ thống này xin vui lòng đăng ký trong tài khoản nhà phát triển và nhận quyền truy cập ứng dụng của bạn

source: Error Message
vi: Tin nhắn bị lỗi

source: Debug Log
vi: Nhật ký gỡ lỗi

source: Enable logging
vi: Cho phép đăng nhập

source: Log PayPal events, such as IPN requests, inside <code>woocommerce/logs/paypal-%s.txt</code>
vi: Bản ghi sự kiện PayPal, chẳng hạn như yêu cầu IPN, bên trong<code>woocommerce/logs/paypal-%s.txt</code>

source: Paypal Adaptive Error : %s , Error Code : %d
vi: Lỗi Paypal thích ứng: %s, Mã lỗi: %d

source: No pay key found, abort.
vi: Không tìm thấy khóa thanh toán, bỏ qua.

source: No order id found by pay key: %s
vi: Không tìm thấy ID đơn đặt hàng bằng mã thanh toán: %s

source: No order found by pay key: %s
vi: Không tìm thấy đơn hàng nào bằng khóa thanh toán: %s

source: IPN payment completed
vi: Đã hoàn tất thanh toán IPN

source: Payment %s via IPN.
vi: Thanh toán% s qua IPN.

source: Payment %s via IPN. Order is pending completion. PayPal will notify this site of further status updates. Or check your PayPal account for further information
vi: Thanh toán%s qua IPN. Đơn hàng đang chờ hoàn thành. PayPal sẽ thông báo cho trang web này về các cập nhật trạng thái. Hoặc kiểm tra tài khoản PayPal của bạn để biết thêm thông tin

source: Order %s has been marked as refunded - PayPal reason code: %s
vi: Đơn hàng%s đã được đánh dấu là đã hoàn tiền - Mã lý do PayPal: %s

source: Payment for order %s refunded/reversed
vi: Thanh toán cho đơn hàng%s được hoàn lại / đảo ngược

source: Addons
vi: Tiện ích

source: Add-ons Group
vi: Nhóm tiện ích

source: Checkbox
vi: Hộp kiểm

source: File Upload
vi: Tải lên tệp

source: Dropdown
vi: Thả xuống

source: Multiple Choice
vi: Nhiều lựa chọn

source: Add Image
vi: Thêm hình ảnh

source: Flat Fee
vi: Phí cố định

source: Expand all
vi: Mở rộng tất cả

source: Close all
vi: Đóng tất cả

source: Add Field
vi: Thêm trường

source: Multiple choice
vi: Nhiều lựa chọn

source: Checkboxes
vi: Ô đánh dấu

source: Heading
vi: Tiêu đề

source: Display as
vi: Hiển thị với

source: Radio Buttons
vi: Nút radio

source: Restriction
vi: Hạn chế

source: Any Text
vi: Bất kỳ văn bản nào

source: Add description
vi: Thêm mô tả

source: Required field
vi: Trường bắt buộc

source: Option
vi: Tùy chọn

source: Add Option
vi: Thêm tùy chọn

source: Publish
vi: Xuất bản

source: Product Categories
vi: Danh mục sản phẩm

source: Choose categories&hellip;
vi: Chọn danh mục&hellip;

source: All Products
vi: Tất cả sản phẩm

source: Product categories
vi: Danh mục sản phẩm

source: Add-ons
vi: Tiện ích

source: Dokan Product Enquiry
vi: Yêu cầu sản phẩm Papama

source: A new product enquiry posted for your product %s
vi: Yêu cầu sản phẩm mới được đăng cho sản phẩm của bạn %s

source: Something went wrong!
vi: Có gì đó không đúng!

source: Email sent successfully!
vi: Email đã gửi thành công!

source: Guest Product Enquiry
vi: Yêu cầu sản phẩm của khách

source: Your Name
vi: Tên của bạn

source: Submit Enquiry
vi: Gửi

source: Enquery Summery:
vi: Tóm tắt câu hỏi:

source: From: %s - %s
vi: Từ: %s - %s

source: Product: %s
vi: Sản phẩm: %s

source: Product URL: %s
vi: URL sản phẩm: %s

source: User Agent: %s
vi: Đại lý: %s

source: Abuse Reports
vi: Báo cáo lạm dụng

source: Filter by product
vi: Lọc theo sản phẩm

source: Reported Product
vi: Sản phẩm đã báo cáo

source: Reason
vi: Lý do

source: Reported At
vi: Báo cáo lúc

source: Product Vendor
vi: Nhà cung cấp sản phẩm

source: Reported at
vi: Báo cáo lúc

source: Are you sure you want to delete this report
vi: Bạn có chắc chắn muốn xóa báo cáo này không?

source: Dokan Report Abuse
vi: Báo cáo lạm dụng Papama

source: %s A new abuse report has been submitted
vi: %s Báo cáo lạm dụng mới đã được gửi

source: Product Report Abuse
vi: Báo cáo lạm dụng sản phẩm

source: Only logged-in users can report
vi: Chỉ người dùng đã đăng nhập có thể báo cáo

source: Deleting
vi: Đang xóa

source: Your report has been submitted. Thank you for your response.
vi: Báo cáo của bạn đã được gửi. Cảm ơn câu trả lời của bạn.

source: Abuse report id
vi: ID báo cáo lạm dụng

source: Missing reason param.
vi: Thiếu tham số lý do.

source: Product not found.
vi: Không tim thấy sản phẩm

source: Customer not found.
vi: Không tìm thấy khách hàng.

source: customer_name is required.
vi: khách hàng được yêu cầu.

source: customer_email is required.
vi: customer_email là bắt buộc.

source: Other
vi: Khác

source: This content is abusive
vi: Nội dung này là có tính lạm dụng

source: Your Email
vi: Email của bạn

source: Reporting
vi: Báo cáo

source: Order Status
vi: Tình trạng đặt hàng

source: Which order status you want to give return and warranty facility
vi: Tình trạng đơn hàng nào bạn muốn trả lại và bảo hành

source: Allow customers to request for coupons as store credit
vi: Cho phép khách hàng yêu cầu phiếu giảm giá như ghi nợ cửa hàng

source: Refund policy for all stores. Vendor can overwride this policy
vi: Chính sách hoàn tiền cho tất cả các cửa hàng. Nhà cung cấp có thể ghi đề lên chính sách này

source: Order id not found
vi: Không tìm thấy ID đơn hàng

source: Invalid Request
vi: Yêu cầu không hợp lệ

source: Qty
vi: Số lượng

source: Tax
vi: Thuế

source: Total
vi: Tổng

source: Total Amount :
vi: Tổng cộng :

source: No Item found
vi: Không tìm thấy mặt hàng

source: No order found
vi: Không tìm thấy đơn đặt hàng

source: Invalid refund amount
vi: Số tiền hoàn trả không hợp lệ

source: You have already a processing refund request for this order.
vi: Bạn đã yêu cầu hoàn lại tiền cho đơn đặt hàng này.

source: Something is wrong, Please try again
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Coupon has been created successfully and send to customer email
vi: Phiếu đã được tạo thành công và gửi đến email của khách hàng

source: Lifetime
vi: Cả đời

source: No warranty
vi: Không bảo hành

source: Free
vi: Miễn phí

source: Please select your %s first.
vi: Vui lòng chọn %s của bạn đầu tiên.

source: Select options
vi: Tùy chọn

source: RMA Requests
vi: Yêu cầu RMA

source: Warranty
vi: Bảo hành

source: Return Request
vi: Yêu cầu hoàn trả

source: Set your settings for return and warranty your products. This settings will effect globally for your products
vi: Đặt cài đặt của bạn cho việc trả lại và bảo hành sản phẩm của bạn. Cài đặt này sẽ có hiệu lực trên toàn cục cho các sản phẩm của bạn

source: Conversation to saved
vi: Cuộc hội thoại được lưu

source: No request id found
vi: Không tìm thấy id yêu cầu

source: Dokan Send Coupon To Customer
vi: Dokan gửi mã giảm giá đến khách hàng

source: This email send to customer when customer send return request and vendor send a store credit to customer
vi: Email này gửi cho khách hàng khi khách hàng gửi yêu cầu trả lại và nhà cung cấp gửi ghi nợ cửa hàng cho khách hàng

source: [{site_name}] A new coupon is generated by ({vendor_name})
vi: [{site_name}] Một phiếu giảm giá mới được tạo ra bởi ({vendor_name})

source: New Coupon is Generated
vi: Mã giảm giá mới đã được tạo ra

source: Dokan Send Refund Request to Vendor
vi: Papama Gửi yêu cầu hoàn tiền cho nhà cung cấp

source: [{site_name}] A new refund request is sent by ({customer_name})
vi: [{site_name}] Yêu cầu hoàn tiền mới được gửi bởi ({customer_name})

source: Refund request is sent by ({customer_name})
vi: Yêu cầu hoàn tiền được gửi bởi ({customer_name})

source: No Warranty
vi: Không bảo hành

source: Limited
vi: Giới hạn

source: Days
vi: Ngày

source: Weeks
vi: Tuần

source: Months
vi: Tháng

source: Years
vi: Năm

source: Product has no warranty
vi: Sản phẩm Không bảo hành

source: Expiry Date:
vi: Ngày hết hạn:

source: Lifetime Warranty Included
vi: Kèm theo Bảo hành trọn đời

source: Warranty Included (%d %s)
vi: Bao gồm bảo hành (%d %s)

source: %d %s for %s;
vi: %d %s cho %s;

source: New
vi: Mới

source: Rejected
vi: Từ chối

source: Reviewing
vi: Đang xem xét

source: Replace
vi: Thay thế

source: Refund as store credit
vi: Hoàn tiền dưới dạng tín ghi nợ

source: Request type must be required
vi: Loại yêu cầu phải có

source: Your status is not valid
vi: Trạng thái của bạn không hợp lệ

source: Hello there,
vi: Xin chào,

source: A new coupon is generated for you.
vi: Mã ưu đãi mới đã được tạo cho bạn.

source: Summary of the Coupon:
vi: Tóm tắt giảm giá:

source: Coupon Code: %s
vi: Mã giảm giá: %s

source: Coupon Amount: %s
vi: Số tiền ưu đãi: %s

source: A new refund request is made by %s
vi: Yêu cầu rút tiền mới đã được thực hiện bởi %s

source: Request Type: %s
vi: Loại yêu cầu: %s

source: Order ID: <a target="_blank" href="%s">%s</a>
vi: ID đơn hàng: <a target="_blank" href="%s">%s</a>

source: Reason: %s
vi: Lý do: %s

source: Hello,
vi: Xin chào,

source: Conversations
vi: Hội thoại

source: No conversations found
vi: Không tim thấy cuộc đàm thoại nào

source: Send Message
vi: Gửi tin nhắn

source: Invalid order
vi: Đơn hàng không hợp lệ

source: All Requests
vi: Tất cả yêu cầu

source: Request not found by this ID
vi: Không tìm thấy yêu cầu bởi ID này

source: Request ID is #<mark>%s</mark> on Order #<mark>%s</mark> is currently <mark>%s</mark>
vi: Yêu cầu ID là #<mark>%s</mark> trên đơn hàng #<mark> %s</mark> hiện đang <mark>%s</mark>

source: Type :
vi: Loại:

source: Products :
vi: Sản phẩm:

source: Status :
vi: Tình trạng sửa chữa:

source: Additional Details
vi: Chi tiết bổ sung

source: Reason :
vi: Lý do:

source: Reason Details :
vi: Chi tiết lý do:

source: No details found
vi: Không tìm thấy chi tiết

source: RMA Options
vi: Tùy chọn RMA

source: Set your return and warranty settigs for overwride global settings
vi: Đặt trả lại và giải quyết bảo hành, ghi đè cài đặt toàn cục

source: Label:
vi: Nhãn:

source: Warrany label what customer will be see
vi: Nhãn bảo hành khách hàng sẽ thấy

source: Type:
vi: Loại:

source: Length:
vi: Chiều dài:

source: Warranty length, How many times( day, weeks month, years ) you want to give warranty
vi: Thời hạn bảo hành, bạn muốn bảo hành bao nhiêu lần (ngày, tuần, năm)

source: Length Value:
vi: Giá trị độ dài:

source: Length Duration:
vi: Thời lượng:

source: Refund Reasons:
vi: Lý do hoàn tiền:

source: Select your return reasonas which will be displayed in customer end
vi: Chọn lý do hoàn trả của bạn sẽ được hiển thị ở người dùng cuối

source: Add on Warranty settings:
vi: Thêm vào cài đặt Bảo hành:

source: Duration
vi: Thời lượng

source: RMA Policy:
vi: Chính sách RMA:

source: Your store return and warranty policy
vi: Chính sách bảo hành và trả lại của cửa hàng bạn

source: Store Name:
vi: Tên cửa hàng:

source: Product Name
vi: Tên sản phẩm

source: I want to request for a
vi: Tôi muốn yêu cầu một

source: Tell details about yout problem
vi: Nói chi tiết về vấn đề của bạn

source: Submit Request
vi: Gửi lời đề nghị

source: Save Changes
vi: Lưu thay đổi

source: Send Request
vi: Gửi yêu cầu

source: Send Coupon
vi: Gửi mã giảm giá

source: Last Updated
vi: Cập nhật mới nhất

source: Order %s
vi: Đơn đặt hàng %s

source: Manage
vi: Quản lý

source: &larr; Back to List
vi: &larr; Quay lại danh sách

source: Error! this is not your request.
vi: Lỗi! đây không phải là yêu cầu của bạn.

source: Customer Name :
vi: Tên Khách hàng:

source: Change Status
vi: Thay đổi trạng thái

source: Send Refund
vi: Gửi hoàn tiền

source: Item parameter is missing
vi: Thông số bị thiếu

source: Invalid item parameter
vi: Tham số không hợp lệ

source: Invalid item index
vi: Chỉ mục không hợp lệ

source: Date Wise Close
vi: Ngày đóng cửa

source: No vacation is set
vi: Không có nghỉ được thiết lập

source: Invalid to date
vi: Không hợp lệ đến ngày

source: Message is empty
vi: Tin nhắn trống rỗng

source: Save
vi: Lưu

source: Saving
vi: Đang lưu

source: Are you sure you want to delete this item?
vi: Bạn có chắc bạn muốn xóa mục này?

source: Vacation <span class="count">(%s)</span>
vi: Nghỉ <span class="count">(%s)</span>

source: Vacation (%d)
vi: Nghỉ phép (%d)

source: Go to Vacation
vi: Đi nghỉ

source: Want to go vacation by closing our store publically
vi: Muốn đi nghỉ bằng cách đóng cửa

source: Closing Style
vi: Kiểu đóng

source: Date Range
vi: Phạm vi ngày

source: From
vi: Từ

source: To
vi: Đến

source: Message
vi: Tin nhắn

source: Missing required param: %s
vi: Thiếu thông số cần thiết: %s

source: Total Discount
vi: Tổng giảm trừ

source: Order has been exported to Shipstation
vi: Đơn hàng đã được xuất sang bộ phận vận chuyển

source: Exported %s orders
vi: Đã xuất đơn hàng %s

source: Order %s can not be found.
vi: Không thể tìm thấy %s.

source: Invalid order ID: %s
vi: ID đơn đặt hàng không hợp lệ: %s

source: ShipNotify Item:
vi: Mục ShipNotify:

source: Item %s is not shippable product. Skipping.
vi: Mục %s không phải là sản phẩm có thể chuyển được. Bỏ qua.

source: %1$s shipped via %2$s on %3$s with tracking number %4$s.
vi: %1$s được giao hàng qua %2$s trên %3$s với số theo dõi %4$s.

source: Shipped %1$d out of %2$d items in order %3$s
vi: Đã gửi %1$d trong số các sản phẩm %2$ d theo thứ tự %3$s

source: Items shipped via %1$s on %2$s with tracking number %3$s (ShipStation).
vi: Các mặt hàng được giao hàng qua %1$s trên %2$s với số theo dõi %3$s (ShipStation).

source: No items found - shipping entire order %d.
vi: Không tìm thấy mục nào - vận chuyển toàn bộ đơn hàng %d.

source: Updated order %1$s to status %2$s
vi: Đã cập nhật đơn hàng %1$s sang trạng thái %2$s

source: Invalid request
vi: Yêu cầu không hợp lệ

source: Input params: %s
vi: Thông số đầu vào: %s

source: Log ShipStation API Request
vi: Bản ghi yêu cầu API ShipStation

source: Log all ShipStation API interactions.
vi: Bản ghi tất cả các tương tác của ShipStation API.

source: Export Order Statuse is empty
vi: Trích xuất trạng thái đơn hàng là trống

source: Shipped Order Statuse is empty
vi: Trạng thái giao hàng của đơn đặt hàng bị trống

source: Export Order Statuses
vi: Trích xuất trạng thái đơn hàng

source: Define the order statuses you wish to export to ShipStation.
vi: Xác định các trạng thái đơn hàng mà bạn muốn xuất sang ShipStation.

source: Shipped Order Status
vi: Tình trạng đơn hàng đã giao

source: Define the order status you wish to update to once an order has been shipping via ShipStation. By default this is Completed.
vi: Xác định trạng thái đơn hàng bạn muốn Cập Nhật cho một lần đơn đặt hàng đã được gửi qua ShipStation. Theo mặc định này là hoàn thành.

source: Please enter product title
vi: Vui lòng nhập tiêu đề sản phẩm

source: Please select a category
vi: Hãy chọn một danh mục

source: Online (%d)
vi: Trực tuyến (%d)

source: Pending Review (%d)
vi: Chờ đánh giá (%d)

source: Draft (%d)
vi: Bản nháp (%d)

source: [{site_name}] A new auction product is added by ({seller_name}) - {product_title}
vi: [{site_name}] Một sản phẩm đấu giá mới được thêm vào ({seller_name}) - {product_title}

source: <b>Auction Integration </b> requires %sWooCommerce Simple Auctions plugin%s to be installed & activated first !
vi: <b>Tích hợp bán đấu giá</b> yêu cầu %s cài đặt plugin Woocommerce Simple Auctions %s để được cài đặt & kích hoạt đầu tiên!

source: Auction
vi: Bán đấu giá

source: Make auction status enable for new registred vendor
vi: Mở chức năng trạng thái bán hàng cho nhà cung cấp mới

source: Now
vi: Bây giờ

source: Done
vi: Xong

source: Time
vi: Thời gian

source: Hour
vi: Giờ

source: Minute
vi: Phút

source: Second
vi: Giây

source: Time Zone
vi: Múi giờ

source: Choose Time
vi: Chọn thời gian

source: Access Denied
vi: Truy cập bị từ chối

source: The product has been updated successfully.
vi: Sản phẩm đã được cập nhật thành công.

source: - Select a category -
vi: - Chọn một danh mục -

source: Please choose a category!
vi: Vui lòng chọn danh mục !

source: General Options
vi: Tùy chọn chung

source: Item condition
vi: Điều kiện

source: Used
vi: Đã sử dụng

source: Reverse
vi: Đảo ngược

source: Enable proxy bidding for this auction product
vi: Cho phép đặt giá thầu gián cho sản phẩm đấu giá này

source: Reserved price
vi: Giá dự phòng

source: Relist if fail after n hours
vi: Đấu giá lại nếu that bại sau n giờ

source: Relist if not paid after n hours
vi: Đấu giá lại nếu không thanh toán sau n giờ

source: Update Product
vi: Cập nhật sản phẩm

source: Y/m/d
vi: d/m/Y

source: Upload Product Image
vi: Tải lên ảnh sản phẩm

source: Short description about the product...
vi: Nhập một số mô tả ngắn về sản phẩm này...

source: Value(s)
vi: Giá trị

source: Select terms
vi: Chọn điều khoản

source: Select all
vi: Chọn tất cả

source: Select none
vi: Chọn không

source: Enter some text, or some attributes by "%s" separating values.
vi: Nhập nội dung hoặc một số thuộc tính bằng "%s" các giá trị riêng biệt.

source: A new auction product is submitted to your site
vi: Một sản phẩm đấu giá mới được đăng ký trên site của bạn
