Repository: luuthai/44K222.01
Catalog: Nhận Diện Thương Hiệu/THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-*.po
Languages: vi

source: Error: Nonce verification failed
vi: Lỗi! Xác minh không hợp lệ

source: Activating
vi: Đang kích hoạt

source: Deactivating
vi: Đang hủy kích hoạt

source: Amount you will get from sales in both percentage and fixed fee
vi: Số tiền bạn sẽ nhận được từ doanh thu trong cả tỷ lệ phần trăm và phí cố định

source: It will override the default commission admin gets from each sales
vi: Sẽ ghi đè lên hoa hồng quản trị viên mặc định nhận được từ mỗi lần bán hàng

source: Starter
vi: Bắt Đầu

source: Professional
vi: Chuyên nghiệp

source: Business
vi: Kinh doanh

source: Enterprise
vi: Doanh nghiệp

source: Refunds
vi: Hoàn tiền

source: Refunds %s
vi: Hoàn tiền %s

source: Announcements
vi: Thông báo

source: Reports
vi: Báo cáo

source: Whats New
vi: Có gì mới

source: Tools
vi: Công cụ

source: Enable Terms and Condition
vi: Cho phép điều khoản và điều kiện

source: New Product Status
vi: Trạng thái sản phẩm mới

source: Published
vi: Đã đăng

source: Pending Review
vi: Đánh giá đang chờ

source: Duplicate product
vi: Sao chép sản phẩm

source: Allow vendor to duplicate their product
vi: Cho phép nhà cung cấp nhân đôi sản phẩm của họ

source: Edited Product Status
vi: Đã chỉnh sửa trạng thái sản phẩm

source: Product Mail Notification
vi: Thông báo sản phẩm qua thư

source: Email notification on new product submission
vi: Email thông báo về sản phẩm mới

source: Select a category type for Products
vi: Chọn loại danh mục cho sản phẩm

source: Single
vi: Độc thân

source: Multiple
vi: Nhiều

source: Store Banner width
vi: Chiều rộng banner cửa hàng

source: Store Banner height
vi: Chiều cao banner cửa hàng

source: Order Status for Withdraw
vi: Tình trạng đặt hàng để rút tiền

source: Order status for which vendor can make a withdraw request.
vi: Trạng thái đơn đặt hàng mà nhà cung cấp có thể thực hiện yêu cầu rút tiền.

source: Completed
vi: Đã hoàn thành

source: Processing
vi: Đang xử lý

source: On-hold
vi: Tạm giữ

source: Withdraw Threshold
vi: Ngưỡng rút

source: Days, ( Make order matured to make a withdraw request) <br> Value "0" will inactive this option
vi: Ngày, (Để đơn hàng đủ điều kiện yêu cầu rút tiền) <br> Giá trị "0" sẽ vô hiệu trong tùy chọn này

source: Hide Withdraw Option
vi: Ẩn tùy chọn rút tiền

source: Hide withdraw option (when vendor is getting commission automatically)
vi: Ẩn tùy chọn rút tiền (khi Nhà bán hàng nhận hoa hồng tự động)

source: Admin Commission
vi: Tỷ lệ phần trăm hoa hồng của Admin

source: Amount you will get from sales in flat rate(+5)
vi: Số tiền bạn sẽ nhận được từ doanh thu trong tỷ lệ bằng phẳng (+5)

source: Dashboard
vi: Bảng điều khiển

source: Store List
vi: Danh sách cửa hàng

source: My Orders
vi: Đơn hàng của tôi

source: All the default pages has been created!
vi: Tất cả các trang mặc định đã được tạo!

source: Vendors
vi: Nhà cung cấp

source: Settings
vi: Cài đặt

source: Order
vi: Đặt hàng

source: Vendor
vi: Nhà cung cấp

source: Order Total
vi: Tổng đơn hàng

source: Status
vi: Trạng thái

source: Commission
vi: Hoa hồng

source: <p>Christmas Offer! <strong>Save 30%%</strong> Upgrading Your Dokan Package. <strong>Coupon: “XMAS30”</strong>. Offer Ends in 31st Dec, 12.00 PM! <a target="_blank" href="%s">Grab The Deal</a></p>
vi: <p> Ưu đãi Giáng sinh! <strong>Tiết kiệm 30 %%</strong> Nâng cấp gói papama của bạn. <strong>Phiếu giảm giá: Quảng cáo XMAS30</strong> . Ưu đãi kết thúc vào ngày 31 tháng 12, 12:00 chiều! <a target="_blank" href="%s">Lấy ưu đãi</a> </p>

source: You have no permission to do that
vi: Bạn không có quyền làm điều đó

source: Invalid nonce
vi: Xác minh không hợp lệ

source: Error
vi: Lỗi

source: Admin flat commission is required.
vi: Ủy ban quản trị phẳng là bắt buộc.

source: %d orders sync completed out of %d
vi: %d đồng bộ hóa đơn hàng đã hoàn thành

source: Go to Dashboard &rarr;
vi: Chuyển đến Bảng điều khiển &rarr;

source: All orders has been synchronized. %s
vi: Tất cả các đơn đặt hàng đã được đồng bộ hóa. %s

source: %d orders checked out of %d
vi: %d đơn hàng đã được kiểm tra trong số %d

source: All orders are checked and we found some duplicate orders
vi: Tất cả các đơn đặt hàng được kiểm tra và chúng tôi tìm thấy một số đơn đặt hàng trùng lặp

source: All orders are checked and no duplicate was found. %s
vi: Tất cả các đơn đặt hàng được kiểm tra và chúng tôi tìm thấy một số đơn đặt hàng trùng lặp. %s

source: Invalid module provided
vi: Mô-đun không hợp lệ được cung cấp

source: Activated
vi: Đã kích hoạt

source: Deactivated
vi: Đã bỏ kích hoạt

source: Announcement
vi: Thông báo

source: Dokan Announcement
vi: Thông báo Papama

source: Add Announcement
vi: Thêm thông báo

source: Add New Announcement
vi: Thêm thông báo mới

source: Edit
vi: Sửa

source: Edit Announcement
vi: Chỉnh sửa thông báo

source: New Announcement
vi: Thông báo mới

source: Search Announcement
vi: Tìm thông báo

source: No Announcement Found
vi: Chưa có thông báo nào

source: No Announcement found in trash
vi: Không tìm thấy thông báo nào trong thùng rác

source: Parent Announcement
vi: Thông báo cấp cha

source: All Vendors
vi: Tất cả nhà cung cấp

source: You can see all registered vendors of your marketplace with their details and status.
vi: Bạn có thể thấy tất cả các nhà cung cấp đã đăng ký của thị trường của bạn với các chi tiết và trạng thái của họ.

source: Next
vi: Tiếp

source: Active Vendors
vi: Kích hoạt Nhà cung cấp

source: All vendors who are actively selling are filtered within this list.
vi: Tất cả các nhà cung cấp đang tích cực bán được lọc trong danh sách này.

source: Pending Vendors
vi: Các nhà cung cấp đang chờ

source: This is a list of pending vendors who have registered in the marketplace but not active yet. Make them active to enable selling.
vi: Đây là danh sách các nhà cung cấp đang chờ xử lý đã đăng ký trên papama nhưng chưa hoạt động. Phê duyệt để cho phép bán hàng.

source: Toggle Status
vi: Chuyển trạng thái

source: You can toggle vendor status simply by making them active or inactive from here.
vi: Bạn có thể chuyển đổi trạng thái nhà cung cấp đơn giản bằng cách làm cho chúng hoạt động hoặc không tồn tại ở đây.

source: Search Vendors
vi: Tìm kiếm nhà cung cấp

source: You can search vendors using Username, Shopname or Email.
vi: Bạn có thể tìm kiếm nhà cung cấp bằng tên người dùng, Shopname hoặc email.

source: Want your vendors to better manage their store?
vi: Muốn nhà cung cấp của bạn để quản lý tốt hơn gian hàng của họ?

source: Why would vendors from other marketplaces want to start their business in your platform?
vi: Tại sao các nhà cung cấp từ các trang khác muốn bắt đầu kinh doanh trong nền tảng của bạn?

source: 77% of customers won’t make a purchase if there’s no live chat feature
vi: 77% khách hàng sẽ không thực hiện mua nếu không có tính năng trò chuyện trực tiếp

source: Avoid embarrassing situations
vi: Tránh những tình huống khó xử

source: Vendor Dasboard
vi: Bảng điều khiển nhà cung cấp

source: Vendor Registration Form
vi: Mẫu đăng ký nhà cung cấp

source: Stores List
vi: Danh sách cửa hàng

source: Best Selling Product
vi: Sản phẩm bán chạy nhất

source: Top Rated Products
vi: Các sản phẩm được xếp hạng cao nhất

source: Dokan My Orders
vi: Papama Đơn hàng của tôi

source: Zone not found
vi: Không tìm thấy vùng

source: Shipping title must be required
vi: Tiêu đề vận chuyển phải có

source: Shipping method enabled successfully
vi: Kích hoạt phương thức giao hàng thành công

source: Shipping method disabled successfully
vi: Vô hiệu hóa phương thức giao hàng thành công

source: Shipping method added successfully
vi: Thêm phương thức giao hàng thành công

source: Shipping method deleted
vi: Xóa phương thức giao hàng thành công

source: Zone settings save successfully
vi: Cài đặt vùng đã lưu thành công

source: Standard
vi: Tiêu chuẩn

source: Do not allow
vi: Không cho phép

source: Allow, but notify customer
vi: Cho phép, nhưng thông báo cho khách hàng

source: Allow
vi: Cho phép

source: In stock
vi: Còn hàng

source: Out of stock
vi: Hết hàng

source: State
vi: Tỉnh

source: Cost
vi: Giá cả

source: No Announcement found
vi: Không tìm thấy thông báo nào

source: --Select State--
vi: --Chọn tỉnh thành--

source: Other States
vi: Tỉnh thành khác

source: Please select a State from the dropdown
vi: Hãy lựa chọn một tỉnh thành từ trình đơn thả xuống

source: Shipping Cost :
vi: Giá vận chuyển :

source: Please select a country from the dropdown
vi: Vui lòng chọn một quốc gia từ trình đơn thả xuống

source: Clear All
vi: Xóa tất cả

source: Clear
vi: Xóa

source: Remove
vi: Xóa

source: Visible on the product page
vi: Hiển thị trên trang sản phẩm

source: Used for variations
vi: Được sử dụng cho các biến thể

source: Option...
vi: Tùy chọn

source: Coupons
vi: Mã giảm giá

source: No coupons found!
vi: Không có phiếu giảm giá được tìm thấy!

source: Coupon has been deleted successfully!
vi: Phiếu giảm giá đã được xóa thành công!

source: Coupon has been saved successfully!
vi: Phiếu giảm giá đã được lưu thành công!

source: Coupon has been updated successfully!
vi: Phiếu giảm giá đã được cập nhật thành công!

source: Create Coupon
vi: Tạo mã giảm giá

source: Update Coupon
vi: Cập nhật mã giảm giá

source: Are you cheating?
vi: Bạn … chắc chứ?

source: Please enter the coupon title
vi: Vui lòng nhập tiêu đề phiếu giảm giá

source: Please enter the amount
vi: Vui lòng nhập số tiền

source: Please specify any products
vi: Vui lòng ghi rõ bất kỳ sản phẩm

source: Coupon title already exists
vi: Tiêu đề phiếu giảm giá đã tồn tại

source: Percentage discount
vi: Giảm giá theo tỷ lệ %

source: Fixed cart discount
vi: Giảm giá theo đơn hàng

source: Fixed product discount
vi: Giảm giá sản phẩm cố định

source: Send again
vi: Gửi lại

source: <p><b>To Verify your Email <a href='%s'>Click Here</a></b></p>
vi: <p><b>Để xác minh email của bạn <a href='%s'>nhấp vào đây</a></b></p>

source: Make this vendor verified.
vi: Làm cho nhà cung cấp này được xác minh.

source: Email Verification
vi: Xác minh email

source: - select -
vi: - chọn -

source: These emails are sent to a vendor(s) who is are selected in a annoucement
vi: Những email này được gửi đến Nhà bán hàng, những người được chọn trong một thông báo

source: A new announcement is made at - {site_name}
vi: Một thông báo mới được thực hiện tại - {site_name}

source: New Announcement - {title}
vi: Thông báo mới - {title}

source: Enable/Disable
vi: Kích hoạt/Vô hiệu hóa

source: Enable this email notification
vi: Kích hoạt thông báo email này

source: Subject
vi: Tiêu đề

source: Available placeholders: %s
vi: Các trường nhập có sẵn: %s

source: Email heading
vi: Tiêu đề email

source: Email type
vi: Loại email

source: Choose which format of email to send.
vi: Chọn định dạng email gửi đi.

source: Dokan New Refund Request
vi: Papama yêu cầu rút tiền mới

source: These emails are sent to chosen recipient(s) when a vendor send request for refund
vi: Những email này được gửi đến người nhận đã chọn khi một nhà cung cấp gửi yêu cầu hoàn tiền

source: New Refund Request from - {seller_name}
vi: Yêu cầu hoàn tiền mới từ - {seller_name}

source: Recipient(s)
vi: Người nhận(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
vi: Nhập người nhận (được phân tách bằng dấu phẩy) cho email này. Mặc định cho %s.

source: Dokan Refund Processed
vi: Hoàn tiền đã xử lý

source: [{site_name}] Your refund request was {status}
vi: [{site_name}] Yêu cầu hoàn tiền của bạn là {status}

source: Refund request for {order_id} is {status}
vi: Yêu cầu hoàn tiền cho {order_id} là {status}

source: Dokan Updated Pending Product
vi: Sản phẩm đang chờ cập nhật của Papama

source: Pending Product emails are sent to chosen recipient(s) when a published product is updated by vendors.
vi: Đang chờ xử lý sản phẩm email được gửi đến người nhận đã chọn khi một sản phẩm được công bố cập nhật của nhà cung cấp.

source: [{site_title}] A product update is pending from ({seller_name}) - {product_title}
vi: [{site_title}] Bản cập nhật sản phẩm đang chờ xử lý ({seller_name}) - {product_title}

source: Dokan Vendor Disable
vi: Vô hiệu hóa nhà cung cấp trên Papama

source: Your vendor account is deactivated
vi: Tài khoản nhà cung cấp của bạn bị hủy kích hoạt

source: Dokan Vendor Enable
vi: Mở chức năng nhà cung cấp Papama

source: This email is set to a vendor when he enabled from admin settings
vi: Email này được đặt thành nhà cung cấp khi họ được bật từ cài đặt quản trị viên

source: [{site_name}] Your account is activated
vi: [{site_name}] Tài khoản của bạn đã được kích hoạt

source: Your vendor account is activated
vi: Tài khoản nhà cung cấp của bạn được kích hoạt

source: Geolocation
vi: Vị trí địa lý

source: Live Chat
vi: Trò chuyện trực tiếp

source: Live Search
vi: Tìm kiếm trực tiếp

source: Product Addon
vi: Module bổ sung Sản phẩm

source: Store Reviews
vi: Các đánh giá cửa hàng

source: Store Support
vi: Hỗ trợ gian hàng

source: Stripe Connect
vi: Kết nối Stripe

source: Wholesale
vi: Bán sỉ

source: &laquo; Previous
vi: &laquo; Trước

source: Next &raquo;
vi: Sau &raquo;

source: Admin Commission type
vi: Loại hoa hồng Admin

source: Quick Edit
vi: Sửa nhanh

source: Duplicate
vi: Nhân bản

source: Product succesfully duplicated
vi: Sản phẩm nhân bản thành công

source: Simple
vi: Đơn giản

source: Variable
vi: Biến thể

source: Group Product
vi: Nhóm Sản phẩm

source: Online
vi: Trực tuyến

source: Draft
vi: Bản nháp

source: In Stock
vi: Còn hàng

source: Out of Stock
vi: Hết hàng

source: Allow but notify customer
vi: Cho phép nhưng thông báo cho khách hàng

source: Product ID field is required
vi: Trường ID sản phẩm là bắt buộc

source: Product updated successfully
vi: Sản phẩm được cập nhật thành công

source: Unique identifier for the object.
vi: Định danh duy nhất cho đối tượng.

source: No announcement found
vi: Không tìm thấy thông báo nào

source: Announcement title must be required
vi: Tiêu đề thông báo phải có

source: No announcement id found
vi: Không tìm thấy id thông báo nào

source: The post does not support trashing. Set '%s' to delete.
vi: Bài viết không hỗ trợ xóa tạm. Đặt '%s' để xóa.

source: Coupon code.
vi: Mã ưu đãi.

source: Unique identifier for the resource.
vi: Định danh duy nhất cho tài nguyên.

source: No seller found
vi: Không tìm thấy nhà cung cấp

source: Cannot create existing %s.
vi: Không thể tạo %s đã tồn tại.

source: Copoun code must be required
vi: Mã Copoun phải có

source: Coupon amount must be required
vi: Số tiền trên phiếu giảm giá phải có

source: Please sepecific product ids
vi: Vui lòng chỉ định id sản phẩm cụ thể

source: Invalid ID.
vi: ID không hợp lệ.

source: Sorry, you have no permission to do this. Since it's not your product.
vi: Xin lỗi, bạn không đủ quyền chỉnh sửa. Trừ khi đây là sản phẩm của bạn.

source: The coupon code cannot be empty.
vi: ID của nhóm phụ huynh.

source: The coupon code already exists
vi: Mã giảm giá đã tồn tại

source: The amount of discount. Should always be numeric, even if setting a percentage.
vi: Số lượng giảm giá. Luôn luôn là số, ngay cả khi thiết lập tỷ lệ phần trăm.

source: The date the coupon was created, in the site's timezone.
vi: Ngày phiếu giảm giá đã được tạo, trong múi giờ của trang web.

source: The date the coupon was created, as GMT.
vi: Ngày phiếu giảm giá đã được tạo, là GMT.

source: The date the coupon was last modified, in the site's timezone.
vi: Ngày phiếu giảm giá được sửa đổi lần cuối, theo múi giờ của trang web.

source: The date the coupon was last modified, as GMT.
vi: Ngày phiếu giảm giá được sửa đổi lần cuối, là GMT.

source: Determines the type of discount that will be applied.
vi: Xác định loại giảm giá sẽ được áp dụng.

source: Coupon description.
vi: Mô tả phiếu giảm giá.

source: The date the coupon expires, in the site's timezone.
vi: Ngày mã giảm giá hết hạn, trong múi giờ của trang web.

source: The date the coupon expires, as GMT.
vi: Ngày hết hạn phiếu giảm giá, như GMT.

source: Number of times the coupon has been used already.
vi: Số lần phiếu giảm giá đã được sử dụng.

source: If true, the coupon can only be used individually. Other applied coupons will be removed from the cart.
vi: Nếu đúng, phiếu giảm giá chỉ có thể được sử dụng riêng lẻ. Các phiếu giảm giá được áp dụng khác sẽ bị xóa khỏi giỏ hàng.

source: List of product IDs the coupon can be used on.
vi: Danh sách ID sản phẩm phiếu giảm giá có thể được sử dụng trên.

source: List of product IDs the coupon cannot be used on.
vi: Danh sách ID sản phẩm phiếu giảm giá không thể được sử dụng trên.

source: How many times the coupon can be used in total.
vi: Tổng số bao nhiêu lần phiếu giảm giá có thể được sử dụng trong tổng số.

source: How many times the coupon can be used per customer.
vi: Bao nhiêu lần phiếu giảm giá có thể được sử dụng cho mỗi khách hàng.

source: Max number of items in the cart the coupon can be applied to.
vi: Số lượng tối đa của các mặt hàng trong giỏ hàng phiếu giảm giá có thể được áp dụng.

source: If true and if the free shipping method requires a coupon, this coupon will enable free shipping.
vi: Nếu đúng và nếu phương thức giao hàng miễn phí phải được a1pp dung trên phiếu giảm giá, phiếu giảm giá này sẽ cho phép vận chuyển miễn phí.

source: List of category IDs the coupon applies to.
vi: Danh sách ID danh mục sản phẩm mà phiếu giảm giá áp dụng cho.

source: List of category IDs the coupon does not apply to.
vi: Danh sách ID danh mục mà phiếu giảm giá không áp dụng.

source: If true, this coupon will not be applied to items that have sale prices.
vi: Nếu đúng, phiếu giảm giá này sẽ không được áp dụng cho các mặt hàng có giá bán.

source: Minimum order amount that needs to be in the cart before coupon applies.
vi: Số lượng đặt hàng tối thiểu cần phải có trong giỏ hàng trước khi áp dụng phiếu giảm giá.

source: Maximum order amount allowed when using the coupon.
vi: Số lượng đặt hàng tối đa được phép khi sử dụng phiếu giảm giá.

source: List of email addresses that can use this coupon.
vi: Danh sách các địa chỉ email có thể sử dụng phiếu giảm giá này.

source: List of user IDs (or guest email addresses) that have used the coupon.
vi: Danh sách ID người dùng (hoặc địa chỉ email của khách) đã sử dụng phiếu giảm giá.

source: Meta data.
vi: Dữ liệu meta.

source: Meta key.
vi: Phím meta.

source: Meta value.
vi: Giá trị meta.

source: Limit result set to resources with a specific code.
vi: Giới hạn kết quả được đặt cho tài nguyên với một mã cụ thể.

source: Unique identifier for the variable product.
vi: Định danh duy nhất cho các sản phẩm biến.

source: Unique identifier for the variation.
vi: Định danh duy nhất cho các biến thể.

source: The %s cannot be deleted.
vi: Cái này %s không thể bị xoá

source: The date the variation was created, in the site's timezone.
vi: Ngày biến thể được tạo, theo múi giờ của trang web.

source: The date the variation was last modified, in the site's timezone.
vi: Ngày biến thể được sửa đổi lần cuối, theo múi giờ của trang web.

source: Variation description.
vi: Mô tả biến thể.

source: Variation URL.
vi: URL biến thể.

source: Unique identifier.
vi: Nhận dạng duy nhất.

source: Current variation price.
vi: Giá biến đổi hiện tại.

source: Variation regular price.
vi: Biến động giá thường xuyên.

source: Variation sale price.
vi: Giá bán biến thiên.

source: Start date of sale price, in the site's timezone.
vi: Ngày bắt đầu của giá bán, trong múi giờ của trang web.

source: Start date of sale price, as GMT.
vi: Ngày bắt đầu của giá bán, như GMT.

source: End date of sale price, in the site's timezone.
vi: Ngày kết thúc của giá bán, trong múi giờ địa phương.

source: End date of sale price, as GMT.
vi: Ngày kết thúc của giá bán, múi giờ GMT.

source: Shows if the variation is on sale.
vi: Hiển thị nếu biến thể được bán.

source: Define if the variation is visible on the product's page.
vi: Xác định nếu biến thể được hiển thị trên trang của sản phẩm.

source: Shows if the variation can be bought.
vi: Cho xem nếu biến thể có thể mua.

source: If the variation is virtual.
vi: Nếu biến thể là sản phẩm ảo.

source: If the variation is downloadable.
vi: Nếu biến thể có thể tải xuống.

source: List of downloadable files.
vi: Sản phẩm có thể tải xuống.

source: File MD5 hash.
vi: Tệp MD5 Hash.

source: File name.
vi: Tên tệp.

source: File URL.
vi: Tệp URL.

source: Number of times downloadable files can be downloaded after purchase.
vi: Số lần tải về các tập tin có thể được tải về sau khi mua.

source: Number of days until access to downloadable files expires.
vi: Số ngày cho đến khi hết hạn truy cập vào tập tin tải về.

source: Tax status.
vi: Tình trạng thuế.

source: Tax class.
vi: Loại hình thuế.

source: Stock management at variation level.
vi: Quản lý chứng khoán ở mức độ khác nhau.

source: Stock quantity.
vi: Số lượng cổ phiếu.

source: Controls whether or not the variation is listed as "in stock" or "out of stock" on the frontend.
vi: Điều khiển có hay không thay đổi được liệt kê là "còn hàng" hoặc "hết hàng" ở frontend.

source: If managing stock, this controls if backorders are allowed.
vi: Nếu quản lý cửa hàng, điều khiển này được cho phép tái đặt hàng.

source: Shows if backorders are allowed.
vi: Hiển thị nếu tái đặt hàng được cho phép.

source: Shows if the variation is on backordered.
vi: Hiển thị nếu biến thể có trên tái đặt hàng

source: Variation weight (%s).
vi: Chiều cao biến thể (%s).

source: Variation dimensions.
vi: Kích thước biến thể

source: Variation length (%s).
vi: Độ dài biến thể (%s).

source: Variation width (%s).
vi: Chiều rộng biến thiên (%s)

source: Variation height (%s).
vi: Chiều cao biến thể (%s)

source: Shipping class slug.
vi: Giao hàng chậm.

source: Shipping class ID.
vi: ID lớp vận chuyển.

source: Variation image data.
vi: Dữ liệu hình ảnh biến đổi.

source: Image ID.
vi: ID hình ảnh.

source: The date the image was created, in the site's timezone.
vi: Ngày hình ảnh được tạo ra, trong múi giờ của trang web.

source: The date the image was created, as GMT.
vi: Ngày hình ảnh được tạo, như GMT.

source: The date the image was last modified, in the site's timezone.
vi: Ngày hình ảnh được sửa đổi lần cuối, trong múi giờ của trang web.

source: The date the image was last modified, as GMT.
vi: Ngày hình ảnh được sửa đổi lần cuối, như GMT.

source: Image URL.
vi: URL hình ảnh.

source: Image name.
vi: Tên hình ảnh.

source: Image alternative text.
vi: Văn bản thay thế hình ảnh.

source: Image position. 0 means that the image is featured.
vi: Vị trí hình ảnh. 0 có nghĩa là hình ảnh nổi bật.

source: Attribute ID.
vi: Dữ liệu hình ảnh biến đổi....

source: Attribute name.
vi: Tên thuộc tính.

source: Selected attribute term name.
vi: Tên thuật ngữ thuộc tính được chọn.

source: Menu order, used to custom sort products.
vi: #-#-#-#-# catalog.po (Shopcode1) #-#-#-#-# Menu thứ tự, được sử dụng để tùy chỉnh sắp xếp sản phẩm. #-#-#-#-# catalog.po (Shopcode1) #-#-#-#-# Thứ tự trình đơn , sử dụng để phân loại sản phẩm tùy chỉnh.

source: Refund status
vi: Tình trạng hoàn trả

source: No vendor found
vi: Không tìm thấy NPP

source: Order ID
vi: Mã đơn hàng

source: Vendor ID
vi: ID nhà cung cấp

source: The amount requested for refund. Should always be numeric
vi: Tiền yêu cầu hoàn tiền. Phải luôn là số dương

source: Refund Reason
vi: Lý do hoàn lại tiền

source: Tax Total
vi: Tổng thuế

source: Restock Items
vi: Cập nhật tồn kho mặt hàng

source: Refund Method
vi: Phương pháp hoàn trả

source: Review Status
vi: Trạng thái đánh giá

source: Review title.
vi: Tiêu đề nhận xét.

source: Review content.
vi: Nội dung đánh giá.

source: Review rating
vi: Xếp hạng đánh giá

source: Invalid store id. Store not exists.
vi: ID cửa hàng không hợp lệ. Gian hàng không tồn tại.
