Repository: luuthai/44K222.01
Catalog: THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-lite-*.po
Languages: vi

source: Country code in ISO 3166-1 alpha-2 format.
vi: Mã quốc gia ở định dạng ISO 3166-1 alpha-2.

source: Email address.
vi: Địa chỉ email.

source: Shipping address.
vi: Địa chỉ giao hàng.

source: Payment method ID.
vi: ID phương thức thanh toán.

source: Payment method title.
vi: Tiêu đề phương thức thanh toán.

source: Unique transaction ID.
vi: ID giao dịch duy nhất.

source: The date the order was paid, in the site's timezone.
vi: Ngày đơn hàng được thanh toán, theo múi giờ của trang web.

source: The date the order was paid, as GMT.
vi: Ngày đơn hàng được thanh toán, là GMT.

source: The date the order was completed, in the site's timezone.
vi: Ngày đơn hàng được hoàn thành, theo múi giờ của trang web.

source: The date the order was completed, as GMT.
vi: Ngày đơn hàng được hoàn thành, theo GMT.

source: MD5 hash of cart items to ensure orders are not modified.
vi: Giá trị mã băm MD5 của các mục trong giỏ hàng để đảm bảo các đơn hàng không bị chỉnh sửa.

source: Meta data.
vi: Dữ liệu meta.

source: Meta key.
vi: Phím meta.

source: Meta value.
vi: Giá trị meta.

source: Line items data.
vi: Dữ liệu mục hàng.

source: Item ID.
vi: ID vật phẩm.

source: Product name.
vi: Tên sản phẩm.

source: Product ID.
vi: ID sản phẩm.

source: Variation ID, if applicable.
vi: ID biến thể, nếu có.

source: Quantity ordered.
vi: Số lượng đặt hàng.

source: Tax class of product.
vi: Nhóm thuế của sản phẩm.

source: Line subtotal (before discounts).
vi: Tổng phụ (trước khi giảm giá).

source: Line subtotal tax (before discounts).
vi: Dòng tổng phụ thuế (trước khi giảm giá).

source: Line total (after discounts).
vi: Tổng dòng (sau khi giảm giá).

source: Line total tax (after discounts).
vi: Dòng tổng thuế (sau khi giảm giá).

source: Line taxes.
vi: Thuế dòng.

source: Tax rate ID.
vi: ID mức thuế suất.

source: Tax total.
vi: Tổng thuế.

source: Tax subtotal.
vi: Tổng phụ thuế.

source: Product SKU.
vi: Mã sản phẩm.

source: Product price.
vi: Giá sản phẩm.

source: Tax rate code.
vi: Mã số thuế.

source: Tax rate label.
vi: Nhãn thuế suất.

source: Show if is a compound tax rate.
vi: Hiển thị nếu là một mức thuế gộp.

source: Tax total (not including shipping taxes).
vi: Tổng thuế (không bao gồm thuế vận chuyển).

source: Shipping tax total.
vi: Tổng thuế vận chuyển.

source: Shipping lines data.
vi: Vận chuyển dữ liệu dòng.

source: Shipping method name.
vi: Phương thức giao hàng.

source: Shipping method ID.
vi: ID phương thức vận chuyển.

source: Fee lines data.
vi: Phí dữ liệu

source: Fee name.
vi: Tên phí.

source: Tax class of fee.
vi: Hạng thuế phí.

source: Tax status of fee.
vi: Tình trạng thuế phí.

source: Coupons line data.
vi: Phiếu giảm giá dữ liệu dòng.

source: Coupon code.
vi: Mã ưu đãi.

source: Discount total.
vi: Tổng chiết khấu.

source: Discount total tax.
vi: Giảm tổng thuế.

source: List of refunds.
vi: Danh sách hoàn tiền.

source: Refund ID.
vi: ID hoàn tiền.

source: Refund reason.
vi: Lý do hoàn tiền.

source: Refund total.
vi: Hoàn tiền tổng cộng.

source: Define if the order is paid. It will set the status to processing and reduce stock items.
vi: Xác định nếu đơn hàng được thanh toán. Nó sẽ đặt trạng thái để xử lý và giảm các mục chứng khoán.

source: Resource does not exist.
vi: Tài nguyên không tồn tại.

source: The term cannot found
vi: Không tìm thấy điều khoản

source: The resource cannot be deleted.
vi: Tài nguyên không thể bị xóa.

source: Whether to bypass trash and force deletion.
vi: Có bỏ qua thùng rác và buộc xóa hay không.

source: Number of page number
vi: Số của trang

source: Product title must be required
vi: Tiêu đề sản phẩm bắt buộc phải có

source: Category must be required
vi: Tên danh mục phải có

source: You can not select more than category
vi: Bạn không thể chọn nhiều hơn một danh mục

source: Placeholder
vi: Giữ chỗ

source: #%s is an invalid image ID.
vi: #% s là ID hình ảnh không hợp lệ.

source: Product slug.
vi: Sên sản phẩm.

source: Product URL.
vi: URL sản phẩm.

source: The date the product was created, in the site's timezone.
vi: Ngày sản phẩm được tạo, theo múi giờ của trang web.

source: The date the product was created, as GMT.
vi: Ngày sản phẩm được tạo, là GMT.

source: The date the product was last modified, in the site's timezone.
vi: Ngày sản phẩm được sửa đổi lần cuối, theo múi giờ của trang web.

source: The date the product was last modified, as GMT.
vi: Ngày sản phẩm được sửa đổi lần cuối, là GMT.

source: Product type.
vi: Loại sản phẩm.

source: Product status (post status).
vi: Tình trạng sản phẩm (trạng thái bài).

source: Featured product.
vi: Sản phẩm nổi bật.

source: Catalog visibility.
vi: Hiển thị danh mục.

source: Product description.
vi: Thông tin sản phẩm.

source: Product short description.
vi: Mô tả ngắn gọn về sản phẩm.

source: Unique identifier.
vi: Nhận dạng duy nhất.

source: Current product price.
vi: Giá sản phẩm hiện tại.

source: Product regular price.
vi: Giá thông thường.

source: Product sale price.
vi: Giá khuyến mãi.

source: Start date of sale price, in the site's timezone.
vi: Ngày bắt đầu của giá bán, trong múi giờ của trang web.

source: Start date of sale price, as GMT.
vi: Ngày bắt đầu của giá bán, như GMT.

source: End date of sale price, in the site's timezone.
vi: Ngày kết thúc của giá bán, trong múi giờ địa phương.

source: End date of sale price, as GMT.
vi: Ngày kết thúc của giá bán, múi giờ GMT.

source: Price formatted in HTML.
vi: Giá được định dạng trong HTML.

source: Shows if the product is on sale.
vi: Hiển thị nếu sản phẩm được bán.

source: Shows if the product can be bought.
vi: Cho thấy nếu sản phẩm có thể được mua.

source: Amount of sales.
vi: Số lượng bán.

source: If the product is virtual.
vi: Nếu sản phẩm là ảo.

source: If the product is downloadable.
vi: Nếu sản phẩm có thể tải xuống.

source: List of downloadable files.
vi: Sản phẩm có thể tải xuống.

source: File MD5 hash.
vi: Tệp MD5 Hash.

source: File name.
vi: Tên tệp.

source: File URL.
vi: Tệp URL.

source: Number of times downloadable files can be downloaded after purchase.
vi: Số lần tải về các tập tin có thể được tải về sau khi mua.

source: Number of days until access to downloadable files expires.
vi: Số ngày cho đến khi hết hạn truy cập vào tập tin tải về.

source: Product external URL. Only for external products.
vi: Sản phẩm URL bên ngoài. Chỉ dành cho các sản phẩm bên ngoài.

source: Product external button text. Only for external products.
vi: Sản phẩm nút ngoài văn bản. Chỉ dành cho các sản phẩm bên ngoài.

source: Tax status.
vi: Tình trạng thuế.

source: Tax class.
vi: Loại hình thuế.

source: Stock management at product level.
vi: Quản lý tồn kho sản phẩm theo mức (tồn kho tối thiếu sẽ phát cảnh báo)

source: Stock quantity.
vi: Số lượng cổ phiếu.

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
vi: Điều khiển hay không sản phẩm được liệt kê là "còn hàng" hoặc "hết hàng".

source: If managing stock, this controls if backorders are allowed.
vi: Nếu quản lý cửa hàng, điều khiển này được cho phép tái đặt hàng.

source: Shows if backorders are allowed.
vi: Hiển thị nếu tái đặt hàng được cho phép.

source: Shows if the product is on backordered.
vi: Hiển thị nếu sản phẩm được đặt hang lại.

source: Allow one item to be bought in a single order.
vi: Cho phép một mặt hàng được mua trong một đơn đặt hàng.

source: Product weight (%s).
vi: Trọng lượng sản phẩm (%s).

source: Product dimensions.
vi: Kích thước sản phẩm.

source: Product length (%s).
vi: Chiều dài sản phẩm (%s).

source: Product width (%s).
vi: Chiều rộng sản phẩm (%s).

source: Product height (%s).
vi: Chiều cao sản phẩm (%s).

source: Shows if the product need to be shipped.
vi: Hiển thị nếu sản phẩm cần phải được vận chuyển.

source: Shows whether or not the product shipping is taxable.
vi: Cho thấy việc vận chuyển sản phẩm có phải chịu thuế hay không.

source: Shipping class slug.
vi: Giao hàng chậm.

source: Shipping class ID.
vi: ID lớp vận chuyển.

source: Allow reviews.
vi: Cho phép đánh giá.

source: Reviews average rating.
vi: Đánh giá đánh giá trung bình.

source: Amount of reviews that the product have.
vi: Số lượng đánh giá sản phẩm.

source: List of related products IDs.
vi: Danh sách ID sản phẩm liên quan.

source: List of up-sell products IDs.
vi: Danh sách ID sản phẩm bán tăng.

source: List of cross-sell products IDs.
vi: Danh sách ID sản phẩm bán chéo.

source: Product parent ID.
vi: ID cha mẹ sản phẩm.

source: Optional note to send the customer after purchase.
vi: Tùy chọn lưu ý để gửi cho khách hàng sau khi mua.

source: List of categories.
vi: Danh sách danh mục.

source: Category ID.
vi: Danh mục ID.

source: Category name.
vi: Tên danh mục.

source: Category slug.
vi: Sên loại.

source: List of tags.
vi: Danh sách các thẻ.

source: Tag ID.
vi: ID thẻ.

source: Tag name.
vi: Tên thẻ.

source: Tag slug.
vi: Đường dẫn của thẻ

source: List of images.
vi: Danh sách hình ảnh.

source: Image ID.
vi: ID hình ảnh.

source: The date the image was created, in the site's timezone.
vi: Ngày hình ảnh được tạo ra, trong múi giờ của trang web.

source: The date the image was created, as GMT.
vi: Ngày hình ảnh được tạo, như GMT.

source: The date the image was last modified, in the site's timezone.
vi: Ngày hình ảnh được sửa đổi lần cuối, trong múi giờ của trang web.

source: The date the image was last modified, as GMT.
vi: Ngày hình ảnh được sửa đổi lần cuối, như GMT.

source: Image URL.
vi: URL hình ảnh.

source: Image name.
vi: Tên hình ảnh.

source: Image alternative text.
vi: Văn bản thay thế hình ảnh.

source: Image position. 0 means that the image is featured.
vi: Vị trí hình ảnh. 0 có nghĩa là hình ảnh nổi bật.

source: Attribute ID.
vi: Dữ liệu hình ảnh biến đổi....

source: Attribute name.
vi: Tên thuộc tính.

source: Attribute position.
vi: Vị trí thuộc tính.

source: Define if the attribute is visible on the "Additional information" tab in the product's page.
vi: Xác định nếu thuộc tính được hiển thị trên tab "Thông tin bổ sung" trong trang của sản phẩm.

source: Define if the attribute can be used as variation.
vi: Xác định nếu thuộc tính có thể được sử dụng như biến thể.

source: List of available term names of the attribute.
vi: Danh sách tên hạn có sẵn của thuộc tính.

source: Defaults variation attributes.
vi: Mặc định các thuộc tính biến thể.

source: Selected attribute term name.
vi: Tên thuật ngữ thuộc tính được chọn.

source: List of variations IDs.
vi: Danh sách ID biến thể.

source: List of grouped products ID.
vi: Danh sách ID sản phẩm được nhóm.

source: Menu order, used to custom sort products.
vi: #-#-#-#-# catalog.po (Shopcode1) #-#-#-#-# Menu thứ tự, được sử dụng để tùy chỉnh sắp xếp sản phẩm. #-#-#-#-# catalog.po (Shopcode1) #-#-#-#-# Thứ tự trình đơn , sử dụng để phân loại sản phẩm tùy chỉnh.

source: Your Name
vi: Tên của bạn

source: Your email
vi: Email của bạn

source: Your Message
vi: Tin nhắn của bạn

source: No store found
vi: Không tìm thấy Shop

source: No vendor found for updating status
vi: Không tìm thấy nhà cung cấp để cập nhật trạng thái

source: Invalid user ID for reassignment.
vi: ID người dùng không hợp lệ để chỉ định lại.

source: No reviews found
vi: Chưa có đánh giá nào

source: You are not logged in
vi: Bạn đang không đăng nhập

source: No vendor found
vi: Không tìm thấy NPP

source: The amount of discount. Should always be numeric, even if setting a percentage.
vi: Số lượng giảm giá. Luôn luôn là số, ngay cả khi thiết lập tỷ lệ phần trăm.

source: The date the withdraw request has beed created in the site's timezone.
vi: Ngày tạo đơn đặt hàng, theo múi giờ của trang web.

source: Withdraw status
vi: Tình trạng rút tiền

source: Withdraw Method
vi: Phương thức rút tiền

source: Withdraw Notes
vi: Ghi chú rút tiền

source: User IP
vi: IP người dùng

source: Nonce verification failed
vi: Xác minh không thành công

source: Cheating, eh?
vi: ...gì vậy, bạn chắc chứ?

source: Please enter your first name.
vi: Vui lòng nhập tên của bạn.

source: Please enter your last name.
vi: Nhập họ

source: Please enter your phone number.
vi: Vui lòng nhập số điện thoại.

source: Please provide a shop name.
vi: Vui lòng cung cấp tên cho cửa hàng.

source: Please install <a href="%s"><strong>WooCommerce</strong></a> plugin first
vi: Trước tiên bạn vui long cài đặt <a href="%s"><strong>WooCommerce</strong></a> plugin

source: You are already logged in
vi: Bạn đã đăng nhập

source: No Name
vi: Không có tên

source: Something went wrong
vi: Đã xảy ra lỗi

source: Email is not valid
vi: Email không hợp lệ

source: Vendor &rsaquo; Setup Wizard
vi: Nhà cung cấp & rsaquo; Trình hướng dẫn cài đặt

source: Return to the Marketplace
vi: Quay lại chợ - Các gian hàng

source: Welcome to the Marketplace!
vi: Chào mừng đến Trùm đồ cũ!

source: Thank you for choosing The Marketplace to power your online store! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong>
vi: Cảm ơn bạn đã chọn Dokan để bán hàng online! Trình cài đặt từng bước sẽ hỗ trợ bạn cấu hình nhanh các thiết lập căn bản. <strong>Hoàn thành các thiết lập cơ bản chỉ trong khoảng 2,3 phút</strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the Store!
vi: Không phải bây giờ? Nếu bạn không muốn đăng ký, bạn có thể bỏ qua và quay lại Cửa hàng!

source: Store Setup
vi: Cài đặt cửa hàng

source: Store Product Per Page
vi: Lưu trữ sản phẩm trên mỗi trang

source: Street
vi: Đường

source: Street 2
vi: Tên đường 2

source: Post/Zip Code
vi: Mã bưu điện/mã vùng

source: State Name
vi: Tên tình trạng

source: Show email address in store
vi: Hiển thị email người bán

source: Select an option&hellip;
vi: Chọn một tùy chọn và trợ giúp

source: Payment Setup
vi: Cài đặt thanh toán

source: Your Store is Ready!
vi: Cửa hàng của bạn đã sẵn sàng!

source: Go to your Store Dashboard!
vi: Đến Bảng Điều Khiển!

source: Most Recent
vi: Gần đây nhất

source: Most Popular
vi: Phổ biến nhất

source: You just need to activate the <strong>%s</strong> to make it functional.
vi: Bạn chỉ cần kích hoạt <strong>%s</strong> để làm cho nó chức năng.

source: Activate
vi: Kích hoạt

source: Install Now
vi: Cài đặt ngay

source: Switched to %1$s (%2$s).
vi: Chuyển sang %1$s (%2$s).

source: Switch back to %1$s (%2$s)
vi: Chuyển về%1$s (%2$s)

source: Switched back to %1$s (%2$s).
vi: Chuyển về %1$s (%2$s).

source: No ratings found yet!
vi: Không có đánh giá nào!

source: %s rating from %d review
vi: %s đánh giá từ %d đánh giá

source: Rated %s out of %d
vi: Xếp hạng %s trong số %d

source: Store is closed
vi: Cửa hàng đang đóng cửa

source: Best Selling Product
vi: Sản phẩm bán chạy nhất

source: Title:
vi: Tiêu đề:

source: No of Product:
vi: Số của sản phẩm:

source: Show Product Rating
vi: Xem đánh giá sp

source: Hide Out of Stock
vi: Ẩn trạng thái hết hàng

source: Dokan product category menu
vi: menu danh mục sản phẩm

source: Product Category
vi: Danh mục sản phẩm

source: Dokan Seller Store Menu
vi: Menu cửa hàng bán

source: Dokan: Store Category Menu
vi: Danh mục cửa hàng

source: Store Product Category
vi: danh mục sản phẩm

source: Dokan Vendor Contact Form
vi: Dokan Biểu mẫu Liên hệ NPP

source: Dokan: Store Contact Form
vi: Dokan Biểu mẫu Liên hệ cửa hàng

source: Contact Vendor
vi: Liên hệ nhà cung cấp

source: Dokan Vendor Store Location
vi: Dokan vị trí cửa hàng của nhà PP

source: Dokan: Store Location
vi: Dokan: Vị trí cửa hàng

source: Store Location
vi: Vị trí cửa hàng

source: Dokan Store Opening Closing Time
vi: Dokan: Thời gian Đóng / Mở cửa hàng

source: Dokan: Store Opening Closing Time Widget
vi: Dokan: Tiện ích giờ đóng/mở cửa hàng

source: Store Time
vi: Thời gian làm việc

source: A Widget for displaying To rated products for dokan
vi: Một Widget hiển thị các sản phẩm để đánh giá cho Dokan

source: Top Rated Product
vi: Sản phẩm được xếp hạng hàng đầu

source: Withdraw amount required
vi: Yêu cầu rút tiền

source: You don't have enough balance for this request
vi: Bạn không có đủ số dư trong tài khoản cho yêu cầu này

source: Bank Transfer
vi: Chuyển khoản ngân hàng

source: Your bank account name
vi: Tên tài khoản

source: Your bank account number
vi: Số tài khoản

source: Name of bank
vi: Tên ngân hàng

source: Address of your bank
vi: Chi nhánh ngân hàng

source: Routing number
vi: Số định tuyến

source: Swift code
vi: Mã Swift

source: Online
vi: Trực tuyến

source: Draft
vi: Bản nháp

source: Pending Review
vi: Đánh giá đang chờ

source: Scheduled
vi: Đặt lịch

source: Simple Product
vi: Sản phẩm đơn giản

source: Variable Product
vi: Biến thể sản phẩm

source: Grouped Product
vi: Nhóm sản phẩm

source: Scheduled Product
vi: Lập lịch sản phẩm

source: Author
vi: Tác giả

source: Products
vi: Sản phẩm

source: Terms and Conditions
vi: Các điều khoản và điều kiện

source: Account Name: %s
vi: Tên tài khoản: %s

source: Account Number: %s
vi: Số tài khoản: %s

source: Bank Name: %s
vi: Tên ngân hàng: %s

source: Address: %s
vi: Địa chỉ: %s

source: IBAN: %s
vi: Số tài khoản quốc tế: %s

source: SWIFT: %s
vi: Mã Swift: %s

source: Date is not valid
vi: Ngày không hợp lệ

source: - Select a location -
vi: - Chọn một vị trí -

source: Everywhere Else
vi: Mọi nơi khác

source: - Select a State -
vi: - Chọn một Tỉnh/Thành -

source: Ready to ship in...
vi: Sẵn sàng giao hàng trong ...

source: 1 business day
vi: 1 ngày làm việc

source: 1-2 business days
vi: 1-2 ngày làm việc

source: 1-3 business days
vi: 1-3 ngày làm việc

source: 3-5 business days
vi: 3-5 ngày làm việc

source: 1-2 weeks
vi: 1-2 tuần

source: 2-3 weeks
vi: 2-3 tuần

source: 3-4 weeks
vi: 3-4 tuần

source: 4-6 weeks
vi: 4-6 tuần

source: 6-8 weeks
vi: 6-8 tuần

source: All dates
vi: Tất cả các ngày

source: Dokan Store Sidebar
vi: Dokan Sidebar cửa hàng

source: View announcement
vi: Xem thông báo

source: View order report
vi: Xem báo cáo đơn đặt hàng

source: View review report
vi: Xem báo cáo đánh giá

source: View product status report
vi: Xem báo cáo tình trạng sp

source: View overview report
vi: Xem báo cáo tổng quan

source: View daily sales report
vi: Xem báo cáo bán hàng hàng ngày

source: View top selling report
vi: Xem báo cáo bán chạy nhất

source: View top earning report
vi: Xem báo cáo top doanh số

source: View statement report
vi: Xem báo cáo

source: View order
vi: Xem thứ tự

source: Manage order
vi: Quản lý đặt hàng

source: Manage order note
vi: Quản lý ghi chú đơn hàng

source: Manage refund
vi: Quản lý tiền hoàn lại

source: Add coupon
vi: Thêm mã giảm giá

source: Edit coupon
vi: Chỉnh sửa phiếu giảm giá

source: Delete coupon
vi: Xóa phiếu giảm giá

source: View reviews
vi: Xem đánh giá

source: Manage withdraw
vi: Quản lý rút tiền

source: Add product
vi: Thêm sản phẩm

source: Edit product
vi: Chỉnh sửa sản phẩm

source: Delete product
vi: Xóa sản phẩm

source: View product
vi: Xem sản phẩm

source: Duplicate product
vi: Sao chép sản phẩm

source: Import product
vi: Nhập sản phẩm

source: Export product
vi: Xuất sản phẩm

source: View product menu
vi: Xem menu sản phẩm

source: View report menu
vi: Xem menu báo cáo

source: Vuew review menu
vi: Xem menu xem xét

source: View withdraw menu
vi: Xem menu rút tiền

source: View store settings menu
vi: Xem menu cài đặt cửa hàng

source: View payment settings menu
vi: Xem bảng thiết lập thanh toán

source: View shipping settings menu
vi: Xem menu cài đặt giao hàng

source: View social settings menu
vi: Xem menu cài đặt mạng xã hội

source: View seo settings menu
vi: Xem menu cài đặt seo

source: Overview
vi: Mô tả khóa học

source: Report
vi: Báo cáo

source: Order
vi: Đặt hàng

source: Coupon
vi: Mã giảm giá

source: Review
vi: Đánh giá

source: Product
vi: Sản phẩm

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Off Day
vi: Ngày nghỉ

source: privacy policy
vi: Chính sách bảo mật

source: Flat
vi: Phẳng

source: Percentage
vi: Phần trăm

source: Please Login to Continue
vi: Vui lòng đăng nhập để tiếp tục

source: Sales total
vi: Tổng doanh số

source: Sales
vi: Bán hàng

source: &larr; Previous
vi: &larr; Trước

source: Next &rarr;
vi: Kế tiếp &rarr;

source: Product succesfully deleted
vi: Sản phẩm đã được xóa bỏ

source: All (%d)
vi: Toàn bộ (%d)

source: Completed (%d)
vi: Đã hoàn thành (%d)

source: Processing (%d)
vi: Đang xử lý (%d)

source: On-hold (%d)
vi: Tạm dừng (%d)

source: Pending (%d)
vi: Đang chờ xử lý (%d)

source: Cancelled (%d)
vi: Đã hủy (%d)

source: Refunded (%d)
vi: Hoàn tiền (%d)

source: Failed (%d)
vi: Không thành công (%d)

source: Back to Dashboard
vi: Quay lại bảng điều khiển

source: Visit Store
vi: Xem cửa hàng

source: Edit Account
vi: Sửa tài khoản

source: Log out
vi: Đăng xuất

source: Your {site_title} order receipt from {order_date}
vi: Đơn hàng {tiêu đề trang} của bạn được nhận từ {ngày đặt hàng}

source: Your {site_title} order from {order_date} is complete
vi: Đơn hàng của bạn tại {site_title} từ ngày {order_date} đã hoàn tất

source: First Name
vi: Tên

source: Last Name
vi: Họ

source: Email address
vi: Địa chỉ email

source: is a required field.
vi: là ô bắt buộc.

source: Please provide a valid email address.
vi: Vui lòng cung cấp một địa chỉ email hợp lệ.

source: This email address is already registered.
vi: Email này đã được đăng kí trước đây.

source: Your current password is incorrect.
vi: Mật khẩu hiện tại của bạn không chính xác.

source: Please fill out all password fields.
vi: Vui lòng điền đủ các ô mật khẩu.

source: Please enter your current password.
vi: Vui lòng nhập mật khẩu hiện tại của bạn.

source: Please re-enter your password.
vi: Vui lòng nhập lại mật khẩu của bạn.

source: New passwords do not match.
vi: Mật khẩu mới không khớp.

source: Account details changed successfully.
vi: Chi tiết tài khoản thay đổi thành công.

source: More Products
vi: Thêm sản phẩm

source: No product has been found!
vi: Không có sản phẩm đã được tìm thấy!

source: Order &ndash; %s
vi: Đặt hàng & ndash; %S

source: Vendor Info
vi: Thông tin SHOP

source: Go to Vendor Dashboard
vi: Đến trang quản trị - Nhà cung cấp

source: File Name
vi: Tên tập tin

source: Choose file
vi: Chọn tập tin

source: Select Color
vi: Chọn màu

source: Clear
vi: Xóa

source: Both percentage and fixed fee is required.
vi: Cả tỷ lệ phần trăm và phí cố định là bắt buộc.

source: Active
vi: Kích hoạt

source: Select
vi: Chọn

source: is required.
vi: bắt buộc.

source: Search Address
vi: Địa chỉ tìm kiếm

source: Close modal panel
vi: Đóng bảng điều khiển

source: Select an image
vi: Chọn ảnh

source: Please select an image,
vi: Vui lòng chọn một hình ảnh,

source: Select Image
vi: Chọn ảnh

source: Add New Vendor
vi: Thêm đối tác

source: Account Info
vi: Thông tin tài khoản

source: Payment Options
vi: Tùy chọn thanh toán

source: Vendor Created
vi: Nhà cung cấp đã tạo

source: A vendor has been created successfully!
vi: Một nhà cung cấp đã được tạo thành công!

source: Add Another
vi: Thêm cái khác

source: Edit Vendor
vi: Chỉnh sửa nhà cung cấp

source: At a Glance
vi: Nhìn chung

source: net sales this month
vi: Doanh thu tháng

source: commission earned
vi: hoa hồng kiếm được

source: %s Vendor
vi: %s Nhà cung cấp

source: signup this month
vi: đăng ký tháng này

source: awaiting approval
vi: chờ được chấp thuận

source: %s Products
vi: %s Sản phẩm

source: created this month
vi: tạo ra trong tháng này

source: %s Withdrawals
vi: %s Rút tiền

source: Dokan News Updates
vi: Cập nhật Dokan mới
