Repository: luuthai/44K222.01
Catalog: THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-lite-*.po
Languages: vi

source: Settings
vi: Cài đặt

source: Documentation
vi: Tài liệu

source: Every %d Minutes
vi: Mỗi %d Phút

source: Learn More &rarr;
vi: Tìm hiểu them &rarr;

source: You have no permission to do that
vi: Bạn không có quyền làm điều đó

source: Invalid nonce
vi: Xác minh không hợp lệ

source: Method '%s' not implemented. Must be overridden in subclass.
vi: Phương pháp '% s' không được thực hiện. Phải được ghi đè trong lớp con.

source: To manipulate product variations you should use the /products/&lt;product_id&gt;/variations/&lt;id&gt; endpoint.
vi: Để thao tác các biến thể của sản phẩm, bạn nên sử dụng / sản phẩm / & lt; id_sản phẩm &gt; / biến thể / &lt; id&gt; điểm cuối.

source: Invalid ID.
vi: ID không hợp lệ.

source: The %s cannot be deleted.
vi: Cái này %s không thể bị xoá

source: Dashboard
vi: Bảng điều khiển

source: Withdraw
vi: Rút tiền

source: PRO Features
vi: Tính năng nâng cao

source: Vendor
vi: Nhà cung cấp

source: Actions
vi: Hành động

source: Sub Order
vi: Đơn hàng phụ

source: &nbsp;Sub Order of
vi: &nbsp; Đơn hàng phụ của

source: Show Sub-Orders
vi: Hiện Sub-Orders

source: Hide Sub-Orders
vi: Ẩn Sub-Orders

source: (no name)
vi: (không có tên)

source: Toggle Sub-orders
vi: Bật tắt Sub-orders

source: Withdraw %s
vi: Rút tiền: %s

source: Vendors
vi: Nhà cung cấp

source: <span style="color:#f18500">Help</span>
vi: <span style="color:#f18500"> Trợ Giúp</span>

source: Important Details At a Glance
vi: Chi tiết quan trọng

source: View the status of your marketplace including vendors and withdraw from here.
vi: Xem trạng thái của các shop của bạn bao gồm các nhà cung cấp và việc rút tiền ở đây.

source: Next
vi: Tiếp

source: Get a complete overview of your sales, orders and commissions.
vi: Một cái nhìn tổng quan đầy đủ về doanh số, đơn đặt hàng và hoa hồng của bạn.

source: News & Updates
vi: Tin tức & Cập nhật

source: General Settings
vi: Cài đặt chung

source: Configure all general settings for your marketplace from this tab.
vi: Cấu hình toàn bộ gian hàng của bạn trong Tab này.

source: Selling Options
vi: Tùy chọn bán hàng

source: You can configure different selling options for your vendors
vi: Tại đây, bạn có thể thiết lập các phương thức tùy chọn bán hàng khác nhau cho Shop của mình

source: Withdraw Options
vi: Tùy chọn rút tiền

source: Configure your vendor's balance withdrawal options
vi: Thiết lập tùy chọn rút tiền từ số dư tài khoản của nhà cung cấp

source: By using this module, make it mandatory for your vendors to buy a subscription pack to sell products in your marketplace.
vi: Bằng cách sử dụng mô-đun này, làm cho các nhà cung cấp của bạn bắt buộc phải mua gói thuê bao để bán sản phẩm trên trang của bạn.

source: Verify Your Sellers To Earn Customer Reliability
vi: Xác minh người bán của bạn để gia tăng độ tin cậy của khách hàng

source: Need to solve a conflict with your plugins, have a theme layout issues with Dokan or any kind of problem you might face, we are here for you
vi: Cần giải quyết xung đột với các plugin của bạn, có vấn đề về bố cục chủ đề với Dokan hoặc bất kỳ loại sự cố nào bạn có thể gặp phải, chúng tôi đang ở đây giúp bạn cho bạn

source: 97% of consumers look for deals when they shop
vi: 97% người tiêu dùng tìm cách thương lượng giao dịch khi họ mua sắm

source: Exciting premium features to take your marketplace
vi: Các tính năng cao cấp thú vị để áp dung vào trang của bạn

source: You have no permission to get settings value
vi: Bạn không đủ quyền để thiết lập giá trị

source: You are not authorized to perform this action.
vi: Bạn không được phép thực hiện hành động này.

source: General
vi: Chung

source: Page Settings
vi: Cài đặt trang

source: Appearance
vi: Xuất hiện

source: Privacy Policy
vi: Chính sách bảo mật

source: Site Options
vi: Tùy chọn trang web

source: Admin area access
vi: Quyền truy cập khu vực quản trị

source: Vendor Store URL
vi: URL cửa hàng của nhà cung cấp

source: Define the Vendor store URL (%s<strong>[this-text]</strong>/[vendor-name])
vi: Xác định URL cửa hàng của nhà cung cấp (%s<strong>[this-text]</strong>/ [vendor-name])

source: Vendor Setup Wizard Logo
vi: Trình hướng dẫn cài đặt nhà cung cấp

source: Recommended Logo size ( 270px X 90px ). If no logo is uploaded, site title is shown by default.
vi: Kích thước Logo được đề xuất (270px X 90px). Nếu không có logo nào được tải lên, tiêu đề trang web được hiển thị theo mặc định.

source: Disable Welcome Wizard
vi: Vô hiệu hóa trình thuật sĩ chào mừng - Welcome

source: Disable welcome wizard for newly registered vendors
vi: Vô hiệu hóa trình thuật sĩ chào mừng - Welcome cho nhà cung cấp mới

source: Vendor Store Options
vi: Tùy chọn cửa hàng nhà cung cấp

source: Enable Terms and Conditions for vendor stores
vi: Bật điều khoản và điều kiện cho nhà cung cấp

source: Commission
vi: Hoa hồng

source: Commission Type
vi: Loại hoa hồng

source: Admin Commission
vi: Tỷ lệ phần trăm hoa hồng của Admin

source: Amount you get from each sale
vi: Tiền bạn nhận được từ mỗi lượt bán

source: Who will be receiving the Shipping fees
vi: Ai sẽ nhận trả phí vận chuyển

source: Admin
vi: Quản trị viên

source: Tax Fee Recipient
vi: Người nhận lệ phí thuế

source: Who will be receiving the Tax fees
vi: Ai sẽ nhận được lệ phí thuế

source: New Vendor Product Upload
vi: Tải lên sản phẩm của nhà cung cấp mới

source: Allow newly registered vendors to add products
vi: Cho phép các nhà cung cấp mới đăng ký để thêm sản phẩm

source: Disable Product Popup
vi: Vô hiệu hóa sản phẩm Popup

source: Disable add new product in popup view
vi: Vô hiệu hóa thêm sản phẩm mới trong chế độ xem cửa sổ bật lên

source: Order Status Change
vi: Thay đổi trạng thái đơn hàng

source: Allow/Disallow vendor to update order status
vi: Cho phép / Không cho phép nhà cung cấp cập nhật trạng thái đơn hàng

source: Withdraw Methods
vi: Phương thức rút

source: Select suitable Withdraw methods for Vendors
vi: Chọn phương thức Rút tiền phù hợp cho Nhà cung cấp

source: Minimum Withdraw Limit
vi: Giới hạn rút tiền tối thiểu

source: Minimum balance required to make a withdraw request. Leave blank to set no minimum limits.
vi: Số dư tối thiểu cần thiết để thực hiện yêu cầu rút tiền. Để trống để đặt không có giới hạn tối thiểu.

source: Select a page to show Vendor Dashboard
vi: Chọn một trang để hiển thị Bảng điều khiển nhà cung cấp

source: Select page
vi: Chọn trang

source: My Orders
vi: Đơn hàng của tôi

source: Select a page to show My Orders
vi: Chọn một trang để hiển thị Đơn hàng của tôi

source: Select a page to show all Stores
vi: Chọn một trang để hiển thị tất cả các Cửa hàng

source: Terms and Conditions Page
vi: Trang điều khoản và điều kiện

source: Show Map on Store Page
vi: Hiện bản đồ trong trang Shop

source: Show Contact Form on Store Page
vi: Hiển thị biểu mẫu liên hệ trên trang cửa hàng

source: Display a vendor contact form in the store sidebar
vi: Hiển thị Form liên lạc của nhà cung cấp trong thanh bên cửa hàng

source: Store Header Template
vi: Mẫu phần đầu trang của cửa hàng

source: Enable Store Sidebar From Theme
vi: Mở tính năng Sidebar của cửa hang từ Theme

source: Enable showing Store Sidebar From Your Theme.
vi: Kích hoạt tính năng hiển thị Sidebar cửa hang từ Theme của bạn.

source: Email Address
vi: Địa chỉ Email

source: Phone Number
vi: Số điện thoại

source: Store Address
vi: Địa chỉ cửa hàng

source: Enable Privacy Policy
vi: Kích hoạt chính sách riêng tư

source: Enable privacy policy for Vendor store contact form
vi: Bật chính sách bảo mật cho Form liên hệ nhà cung cấp

source: Introduction
vi: Giới thiệu

source: Store
vi: Cửa hàng

source: Selling
vi: Bán

source: Recommended
vi: Đề nghị

source: Ready!
vi: Sẵn sàng!

source: Dokan &rsaquo; Setup Wizard
vi: Dokan & rsaquo; Trình hướng dẫn cài đặt

source: Return to the WordPress Dashboard
vi: Trở lại trang quản trị

source: Welcome to the world of Dokan!
vi: Redep24 - Shop người bán!

source: Thank you for choosing Dokan to power your online marketplace! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than three minutes.</strong>
vi: Cảm ơn bạn đã chọn Dokan để cung cấp năng lượng cho thị trường trực tuyến của bạn! Trình hướng dẫn cài đặt nhanh này sẽ giúp bạn định cấu hình các cài đặt cơ bản. <strong> Tùy chọn hoàn toàn và không mất quá ba phút. </ strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
vi: Không có thời gian ngay bây giờ? Nếu bạn không muốn xem qua trình hướng dẫn, bạn có thể bỏ qua và quay lại trang tổng quan WordPress. Quay lại bất cứ lúc nào nếu bạn thay đổi ý định!

source: Let's Go!
vi: Hãy bắt đầu

source: Not right now
vi: Không phải bây giờ

source: Withdraw Setup
vi: Cài đặt rút tiền

source: Enable %s for your vendor as a withdraw method
vi: Kích hoạt %s cho nhà cung cấp của bạn dưới dạng phương thức rút tiền

source: Minimum balance required to make a withdraw request ( Leave it blank to set no limits )
vi: Số dư tối thiểu cần thiết để thực hiện yêu cầu rút tiền (Để trống để không đặt giới hạn)

source: Order Status for Withdraw
vi: Tình trạng đặt hàng để rút tiền

source: Completed
vi: Đã hoàn thành

source: Processing
vi: Đang xử lý

source: On-hold
vi: Tạm giữ

source: Order status for which vendor can make a withdraw request.
vi: Trạng thái đơn đặt hàng mà nhà cung cấp có thể thực hiện yêu cầu rút tiền.

source: Continue
vi: Tiếp tục

source: Skip this step
vi: Bỏ qua bước này

source: Enhance your store with these recommended features.
vi: Tăng cường cửa hàng của bạn với các tính năng được đề xuất.

source: Your Marketplace is Ready!
vi: Thị trường của bạn đã sẵn sàng!

source: More Settings
vi: Cài đặt khác

source: The following plugins will be installed and activated for you:
vi: Các plugin sau sẽ được cài đặt và kích hoạt cho bạn:

source: Welcome to Dokan
vi: Chào mừng bạn đến A2Z

source: Payment
vi: Thanh toán

source: Shipping
vi: Vận chuyển

source: We've created two Shipping Zones - for %s and for the rest of the world. Below you can set Flat Rate shipping costs for these Zones or offer Free Shipping.
vi: Chúng tôi đã tạo 2 Vùng Vận Chuyển - cho %s và cho vùng còn lại trên thế giới . Dưới đây bạn của thể cài đặt chi phí vận chuyển Flat Rate cho những vùng này hoặc cung cấp hình thức Giao Hàng Miễn phí.

source: WooCommerce Services icon
vi: Biểu tượng dịch vụ thương mại Woo

source: We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days.
vi: Chúng tôi khuyên bạn nên sử dụng ShipStation để tiết kiệm thời gian tại bưu điện bằng cách in nhãn vận chuyển của bạn ở nhà. Dùng thử ShipStation miễn phí trong 30 ngày.

source: ShipStation icon
vi: Biểu tượng ShipStation

source: Shipping Zone
vi: Khu vận chuyển

source: Shipping Method
vi: Phương pháp vận chuyển

source: Locations not covered by your other zones
vi: Các địa điểm không nằm trong khu vực khác của bạn

source: If you'd like to offer <span class="help_tip" data-tip="%1$s">live rates</span> from a specific carrier (e.g. UPS) you can find a variety of extensions available for WooCommerce <a href="%2$s" target="_blank">here</a>.
vi: Nếu bạn muốn cung cấp <span class="help_tip" data-tip="% 1 $ s">mức giá trực tiếp</span> từ một nhà cung cấp cụ thể (ví dụ: UPS), bạn có thể tìm thấy nhiều tiện ích mở rộng có sẵn cho WooC Commerce <a href="%2$s" target="_blank">tại đây</a> .

source: A live rate is the exact cost to ship an order, quoted directly from the shipping carrier.
vi: Giá trực tiếp là chi phí chính xác để gửi đơn đặt hàng, được trích dẫn trực tiếp từ hãng vận chuyển.

source: We'll use %1$s for product weight and %2$s for product dimensions.
vi: Chúng tôi sẽ sử dụng%1$s cho trọng lượng sản phẩm và %2$s cho kích thước sản phẩm.

source: Available
vi: Có sẵn

source: Not Available
vi: Không có sẵn

source: Country
vi: Quốc gia

source: Select a country&hellip;
vi: Chọn quốc gia&hellip;

source: State/County
vi: Tỉnh, Thành phố

source: State/County or state code
vi: Quận/Huyện

source: Dokan Options
vi: Bảng điều khiển

source: Upload banner
vi: Tải lên banner

source: Store name
vi: Tên cửa hàng

source: Store URL
vi: Địa chỉ web

source: Address 1
vi: Địa chỉ 1

source: Address 2
vi: Địa chỉ 2

source: Town/City
vi: Tỉnh / Thành phố

source: Payment Options :
vi: Tùy chọn thanh toán:

source: Paypal Email
vi: Địa chỉ email Paypal

source: Skrill Email
vi: Địa chỉ Email Skrill

source: Bank name
vi: Tên ngân hang

source: Account Name
vi: Tên tài khoản

source: Account Number
vi: Số tài khoản

source: Bank Address
vi: Địa chỉ ngân hang

source: Routing Number
vi: Mã phân đoạn

source: Enable Adding Products
vi: Cho phép thêm sản phẩm

source: Enable or disable product adding capability
vi: Bật hoặc tắt khả năng them sản phẩm

source: Publishing
vi: Xuất bản

source: Publish product directly
vi: Xuất bản sản phẩm trực tiếp

source: Bypass pending, publish products directly
vi: Bỏ qua chờ xử lý, đăng sản phẩm trực tiếp

source: Admin Commission Type
vi: Loại chiết khấu quản trị viên

source: Set the commmission type admin gets from this seller
vi: Thiết lập tỷ lệ phần tra8mm chiết khấu cho người bán này

source: Admin Commission
vi: Ủy ban Quản trị

source: It will override the default commission admin gets from each sales
vi: Sẽ ghi đè lên hoa hồng quản trị viên mặc định nhận được từ mỗi lần bán hàng

source: Featured vendor
vi: Shop nổi bật

source: Mark as featured vendor
vi: Đánh dấu là nhà cung cấp nổi bật

source: This vendor will be marked as a featured vendor.
vi: Nhà cung cấp này sẽ được đánh dấu là nhà cung cấp nổi bật.

source: Total Sales
vi: Tổng doanh thu

source: Total:
vi: Tổng:

source: Number of orders
vi: Số lượng đơn đặt hàng

source: sales
vi: bán

source: Commision
vi: Chiết khấu

source: Commision:
vi: Chiết khấu:

source: You have no permission to do this action
vi: Bạn không có quyền thực hiện yêu cầu này

source: Something wrong, please try again later
vi: Bị mất kết nối hoặc server bị quá tải. Vui lòng thử lại lần sau

source: Are you cheating?
vi: Bạn … chắc chứ?

source: You do not have sufficient permissions to access this page.
vi: Bạn không có đủ quyền truy cập trang này.

source: You have taken too long. Please go back and retry.
vi: Bạn đã chờ quá lâu, vui lòng thao tác lại.

source: You do not have permission to change this order
vi: Bạn không đủ quyền để tạo các hay đổi đơn hàng

source: File %d
vi: Tệp tin %d

source: You have no permission to manage this order
vi: Bạn không có quyền quản lý đơn đặt hàng này

source: Please provide your name.
vi: Vui lòng cung cấp tên .

source: Something went wrong!
vi: Có gì đó không đúng!

source: Email sent successfully!
vi: Email đã gửi thành công!

source: Delete note
vi: Xóa ghi chú

source: Shipping provider:
vi: Đơn vị giao hàng

source: Shipping number:
vi: Sđt giao hàng:

source: Shipped date:
vi: Ngày giao hàng:

source: Delete
vi: Xóa

source: Error: Nonce verification failed
vi: Lỗi! Xác minh không hợp lệ

source: Image could not be processed. Please go back and try again.
vi: Không thể xử lý hình ảnh. Hãy quay trở lại và thử lại.

source: Invalid username or password.
vi: Tên người dùng hoặc mật khẩu không hợp lệ.

source: Wrong username or password.
vi: Tên người dùng hoặc mật khẩu sai.

source: User logged in successfully.
vi: Bạn đã đăng nhập thành công.

source: id param is required
vi: là trường bắt buộc

source: Are you sure?
vi: Bạn có chắc không?

source: Something went wrong. Please try again.
vi: Đã xảy ra lỗi. Vui lòng thử lại.

source: This field is required
vi: Trường này là bắt buộc

source: Please fix this field.
vi: Vui lòng sửa phạm vi này.

source: Please enter a valid email address.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

source: Please enter a valid URL.
vi: Vui lòng nhập một URL hợp lệ.

source: Please enter a valid date.
vi: Vui lòng nhập ngày hợp lệ.

source: Please enter a valid date (ISO).
vi: Vui lòng nhập một ngày hợp lệ (ISO).

source: Please enter a valid number.
vi: Vui lòng nhập số hợp lệ.

source: Please enter only digits.
vi: Vui lòng chỉ nhập số.

source: Please enter a valid credit card number.
vi: Vui lòng nhập số thẻ tín dụng hợp lệ.

source: Please enter the same value again.
vi: Nhập giống bên trên.

source: Please enter no more than {0} characters.
vi: Vui lòng nhập không quá {0} ký tự.

source: Please enter at least {0} characters.
vi: Vui lòng nhập ít nhất {0} ký tự.

source: Please enter a value between {0} and {1} characters long.
vi: Vui lòng nhập một giá trị trong khoảng từ {0} đến {1} ký tự.

source: Please enter a value between {0} and {1}.
vi: Vui lòng nhập một giá trị trong khoảng từ {0} đến {1}.

source: Please enter a value less than or equal to {0}.
vi: Vui lòng nhập một giá trị nhỏ hơn hoặc bằng {0}.

source: Please enter a value greater than or equal to {0}.
vi: Vui lòng nhập giá trị lớn hơn hoặc bằng {0}.

source: Upload featured image
vi: Tải lên hình ảnh sản phẩm

source: Choose a file
vi: Chọn một tập tin

source: Add Images to Product Gallery
vi: Thêm ảnh vào thư viện

source: Insert file URL
vi: Chèn file URL

source: Add to gallery
vi: Thêm vào thư viện

source: Sorry, this attribute option already exists, Try a different one.
vi: Xin lỗi, tùy chọn thuộc tính này đã tồn tại, hãy thử một trong những khác nhau.

source: Enter a name for the new attribute term:
vi: Nhập tên cho thuật ngữ thuộc tính mới:

source: Remove this attribute?
vi: Xóa thuộc tính này?

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
vi: Bạn có chắc chắn muốn liên kết tất cả các biến thể? Điều này sẽ tạo ra một biến thể mới cho mỗi và mọi sự kết hợp có thể có của các thuộc tính từ biến thể (tối đa %d mỗi lần chạy).

source: Enter a value
vi: Nhập giá trị

source: Variation menu order (determines position in the list of variations)
vi: Thứ tự menu biến thể (xác định vị trí trong danh sách các biến thể)

source: Enter a value (fixed or %)
vi: Nhập một giá trị (cố định hoặc%)

source: Are you sure you want to delete all variations? This cannot be undone.
vi: Bạn có chắc chắn muốn xóa tất cả các biến thể? Điều này không thể được hoàn tác.

source: Last warning, are you sure?
vi: Cảnh báo cuối cùng, bạn có chắc chắn?

source: Choose an image
vi: Chọn một hình ảnh

source: Set variation image
vi: Đặt hình ảnh biến thể

source: variation added
vi: Biến thể đã được thêm

source: variations added
vi: Các biến thể đã được thêm

source: No variations added
vi: Không có variations nào được thêm vào

source: Are you sure you want to remove this variation?
vi: Bạn có chắc bạn muốn loại bỏ variation này không?

source: Sale start date (YYYY-MM-DD format or leave blank)
vi: Ngày bắt đầu bán (định dạng YYYY-MM-DD hoặc để trống)

source: Sale end date (YYYY-MM-DD format or leave blank)
vi: Ngày kết thúc bán hàng (định dạng YYYY-MM-DD hoặc để trống)

source: Save changes before changing page?
vi: Lưu thay đổi trước khi thay đổi trang?

source: %qty% variation
vi: % qty% biến thể

source: %qty% variations
vi: % qty% các biến thể

source: No Result Found
vi: Không tìm thấy kết quả

source: Please enter in country code with two capital letters.
vi: Vui lòng nhập mã quốc gia bằng hai chữ in hoa.

source: Please enter in a value less than the regular price.
vi: Vui lòng nhập vào một giá trị thấp hơn giá thông thường.

source: This product has produced sales and may be linked to existing orders. Are you sure you want to delete it?
vi: Sản phẩm này đã tạo ra doanh số và có thể được liên kết với các đơn đặt hàng hiện có. Bạn có chắc chắn muốn xóa nó?

source: This action cannot be reversed. Are you sure you wish to erase personal data from the selected orders?
vi: Hành động này không thể đảo ngược. Bạn có chắc chắn muốn xóa dữ liệu cá nhân khỏi các đơn đặt hàng đã chọn không?

source: Choose Image
vi: Chọn hình ảnh

source: Product title is required
vi: Thiếu tiêu đề sp

source: Product category is required
vi: Danh mục sản phẩm phải có

source: One result is available, press enter to select it.
vi: Một kết quả có sẵn, nhấn enter để chọn nó.

source: %qty% results are available, use up and down arrow keys to navigate.
vi: %qty% kết quả có sẵn, sử dụng phím mũi tên lên và xuống để di chuyển.

source: No matches found
vi: Lọc kết quả tìm thấy

source: Loading failed
vi: Tải không thành công

source: Please enter 1 or more characters
vi: Vui lòng nhập 1 hoặc nhiều ký tự

source: Please enter %qty% or more characters
vi: Nhập %qty% hoặc nhiều ký tự

source: Please delete 1 character
vi: Vui lòng xóa 1 ký tự

source: Please delete %qty% characters
vi: Vui lòng xóa %qty% ký tự

source: You can only select 1 item
vi: Bạn chỉ có thể chọn 1 sản phẩm

source: You can only select %qty% items
vi: Bạn có thể chọn %qty% sản phẩm

source: Loading more results&hellip;
vi: Đang tải thêm kết quả&hellip;

source: Searching&hellip;
vi: Đang tìm kiếm&hellip;

source: Product not found
vi: Không tim thấy sản phẩm

source: Order not found
vi: Không tim thấy đơn hàng

source: Page %s
vi: Trang %s

source: Pending
vi: Đang xử lí

source: Cancelled
vi: Đã hủy

source: Refunded
vi: Hoàn tiền

source: On Hold
vi: Giữ lại

source: You have no permission to view this order
vi: Bạn không đủ quyền để tạo các ghi chú

source: You have no permission to view this page
vi: Bạn không được phép xem trang này

source: Bulk Actions
vi: Hành động số lượng lớn

source: Delete Permanently
vi: Xóa vĩnh viễn

source: Details of your product ...
vi: Thông tin chi tiết sản phẩm...

source: Please enter product title
vi: Vui lòng nhập tiêu đề sản phẩm

source: Please select a category
vi: Hãy chọn một danh mục

source: Please select AT LEAST ONE category
vi: Vui lòng chọn ÍT NHẤT một danh mục

source: No product found!
vi: Không tìm thấy sản phẩm!

source: I swear this is not your product!
vi: Đây không phải là sản phẩm của bạn!

source: Payment Settings
vi: Cài đặt thanh toán

source: These are the withdraw methods available for you. Please update your payment information below to submit withdraw requests and get your store payments seamlessly.
vi: Đây là các phương thức rút tiền có sẵn cho bạn. Vui lòng cập nhật thông tin thanh toán của bạn bên dưới để gửi yêu cầu rút tiền và nhận thanh toán tại cửa hàng của bạn một cách chính xác.

source: Pemission denied social
vi: Từ chối mạng xã hội

source: Pemission denied
vi: Từ chối cấp quyền

source: Your information has been saved successfully
vi: Thông tin của bạn đã lưu thành công

source: Store name required
vi: Tên cửa hàng là bắt buộc

source: Store type required
vi: Loại cửa hàng là bắt buộc

source: Invalid email
vi: Email không hợp lệ

source: Address field for %s is required
vi: Trường địa chỉ cho %s là bắt buộc

source: Book
vi: Sách

source: Dress
vi: Váy

source: Electronic
vi: Điện tử

source: Your account is not enabled for selling, please contact the admin
vi: Tài khoản này chưa được xác lập cho việc bán hàng, bạn hãy liên hệ quản trị website

source: withdraw_amount is required
vi: withdraw_amount là bắt buộc

source: withdraw_method is required
vi: withdraw_method là bắt buộc

source: Current Balance: %s
vi: Số dư Hiện tại:% s

source: <br>Minimum Withdraw amount: %s
vi: <br> Số tiền rút tối thiểu: %s

source: <br>Withdraw Threshold: %d days
vi: <br>Hạn mức rút tiền: %d /ngày

source: Your request has been cancelled successfully!
vi: Yêu cầu của bạn đã được hủy!
