Repository: luuthai/44K222.01
Catalog: THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-lite-*.po
Languages: vi

source: Your request has been received successfully and being reviewed!
vi: Yêu cầu của bạn đã được nhận thành công và đang được xem xét!

source: Unknown error!
vi: Lỗi không xác định!

source: You have already withdrawn %s. This amount will be deducted from your balance.
vi: Bạn đã rút %s. Số tiền này sẽ được khấu trừ từ số dư của bạn.

source: You already have pending withdraw request(s).
vi: Bạn đã có (các) yêu cầu rút tiền đang chờ xử lý.

source: Please submit your request after approval or cancellation of your previous request.
vi: Vui lòng gửi yêu cầu của bạn sau khi phê duyệt hoặc hủy yêu cầu trước đó của bạn.

source: You don't have sufficient balance for a withdraw request!
vi: Bạn không có đủ số dư cho yêu cầu rút tiền!

source: Sorry, no transactions were found!
vi: Xin lỗi, không tìm thấy giao dịch nào!

source: Dokan Contact Vendor
vi: Dokan Liên hệ NPP

source: These emails are sent to a vendor who is contacted by customer via contact form widget
vi: Những email này được gửi đến một nhà cung cấp được khách hàng liên hệ thông qua tiện ích biểu mẫu liên hệ

source: [{customer_name}] sent you a message from your store at - {site_name}
vi: [{customer_name}] đã gửi cho bạn một tin nhắn từ cửa hàng của bạn tại - {site_name}

source: {customer_name} - Sent a message from {site_name}
vi: {customer_name} - Đã gửi tin nhắn từ {site_name}

source: Enable/Disable
vi: Kích hoạt/Vô hiệu hóa

source: Enable this email notification
vi: Kích hoạt thông báo email này

source: Subject
vi: Tiêu đề

source: Available placeholders: %s
vi: Các trường nhập có sẵn: %s

source: Email heading
vi: Tiêu đề email

source: Email type
vi: Loại email

source: Choose which format of email to send.
vi: Chọn định dạng email gửi đi.

source: "%s" sent you a message from your "%s" store
vi: "%s" đã gửi cho bạn một tin nhắn từ cửa hàng "%s" của bạn

source: [%s] Refund Request %s
vi: [%s] Yêu cầu hoàn tiền %s

source: [%s] New Refund Request
vi: [%s] Yêu cầu hoàn tiền mới

source: [%s] New Withdraw Request
vi: [%s] Yêu cầu rút tiền mới

source: [%s] Your Withdraw Request has been approved
vi: [%s] Yêu cầu rút tiền của bạn đã được phê duyệt

source: [%s] Your Withdraw Request has been cancelled
vi: [%s] Yêu cầu rút tiền của bạn đã bị hủy

source: [%s] New Vendor Registered
vi: [%s] Nhà cung cấp mới đã đăng ký

source: [%s] New Product Added
vi: [%s] Đã thêm sản phẩm mới

source: [%s] Your product has been approved!
vi: [%s] Sản phẩm của bạn đã được phê duyệt!

source: Dokan New Product
vi: Dokan Sản phẩm mới

source: New Product emails are sent to chosen recipient(s) when a new product is created by vendors.
vi: Email sản phẩm mới được gửi đến người nhận được chọn khi một sản phẩm mới được tạo bởi các nhà cung cấp.

source: [{site_name}] A New product is added by ({seller_name}) - {product_title}
vi: [{site_name}] Một sản phẩm mới được thêm bởi ({sell_name}) - {product_title}

source: New product added by Vendor {seller_name}
vi: Sản phẩm mới được thêm bởi Nhà cung cấp {sell_name}

source: Recipient(s)
vi: Người nhận(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
vi: Nhập người nhận (được phân tách bằng dấu phẩy) cho email này. Mặc định cho %s.

source: Dokan New Pending Product
vi: Sản phẩm đang chờ xử lý mới

source: New Pending Product emails are sent to chosen recipient(s) when a new product is created by vendors.
vi: Các email Sản phẩm đang chờ xử lý mới được gửi đến (các) người nhận được chọn khi một sản phẩm mới được tạo bởi các nhà cung cấp.

source: [{site_title}] A New product is pending from ({seller_name}) - {product_title}
vi: [{site_title}] Một sản phẩm mới đang chờ xử lý từ ({sell_name}) - {product_title}

source: New pending product added by Vendor {seller_name}
vi: Sản phẩm đang chờ xử lý mới được thêm bởi Nhà cung cấp {sell_name}

source: Dokan New Seller Registered
vi: Người bán mới đã đăng ký

source: These emails are sent to chosen recipient(s) when a new vendor registers in marketplace
vi: Những email này được gửi đến (những) người nhận được chọn khi một nhà cung cấp mới đăng ký trên thị trường

source: [{site_name}] A New vendor has registered
vi: [{site_name}] Một nhà cung cấp mới đã đăng ký

source: New Vendor Registered - {seller_name}
vi: Nhà cung cấp mới đã đăng ký - {sell_name}

source: Dokan Pending Product Published
vi: Sản phẩm đang chờ xử lý

source: These emails are sent to vendor of the product when a pending product is published.
vi: Những email này được gửi đến nhà cung cấp sản phẩm khi sản phẩm đang chờ xử lý được công bố.

source: [{site_name}] Your product - {product_title} - is now published
vi: [{site_name}] Sản phẩm của bạn - {sản phẩm_title} - hiện đã được xuất bản

source: {product_title} - is published
vi: {product_title} - được xuất bản

source: Dokan Vendor New Order
vi: Đơn hàng mới của nhà cung cấp

source: New order emails are sent to chosen recipient(s) when a new order is received.
vi: Một email được gửi tới danh sách khách hàng khi đơn hàng được nhận.

source: [{site_title}] New customer order ({order_number}) - {order_date}
vi: [{site_title}] Đơn đặt hàng của khách hàng mới ({order_number}) - {order_date}

source: New Customer Order: #{order_number}
vi: Đơn đặt hàng của khách hàng mới: #{order_number}

source: Dokan New Withdrawal Request
vi: Yêu cầu rút tiền mới

source: These emails are sent to chosen recipient(s) when a vendor send request to withdraw
vi: Những email này được gửi đến người nhận được chọn khi nhà cung cấp gửi yêu cầu rút tiền

source: [{site_name}] A New withdrawal request is made by {user_name}
vi: [{site_name}] Yêu cầu rút tiền mới được thực hiện bởi {user_name}

source: New Withdraw Request from - {user_name}
vi: Có yêu cầu rút tiền từ - {user_name}

source: Dokan Withdraw Approved
vi: Rút tiền đã được phê duyệt

source: These emails are sent to vendor when a vendor withdraw request is approved
vi: Những email này được gửi đến nhà cung cấp khi yêu cầu rút tiền của nhà cung cấp được chấp thuận

source: [{site_name}] Your withdrawal request was approved
vi: [{site_name}] Yêu cầu rút tiền của bạn đã được chấp thuận

source: Withdrawal request for {amount} is approved
vi: Yêu cầu rút tiền đối với {số tiền} được chấp thuận

source: Dokan Withdraw cancelled
vi: Rút tiền đã hủy

source: These emails are sent to vendor when a vendor withdraw request is cancelled
vi: Những email này được gửi đến nhà cung cấp khi yêu cầu rút tiền của nhà cung cấp bị hủy

source: [{site_name}] Your withdrawal request was cancelled
vi: [{site_name}] Yêu cầu rút tiền của bạn đã bị hủy

source: Withdrawal request for {amount} is cancelled
vi: Yêu cầu rút tiền đối với {số tiền} bị hủy

source: Store List
vi: Danh sách cửa hàng

source: Mark parent order completed when all child orders are completed.
vi: Đánh dấu đơn đặt hàng cấp cha đã hoàn thành khi tất cả các đơn đặt hàng con được hoàn thành.

source: A coupon must be restricted with a vendor product.
vi: Một phiếu giảm giá phải được hạn chế với một sản phẩm của một nhà cung cấp.

source: Unable to restore stock for item %s.
vi: Không thể khôi phục kho cho mục %s.

source: Pending Payment
vi: Chờ thanh toán

source: Failed
vi: Thất bại

source: Order No
vi: Mã số đơn đặt hàng

source: Order Items
vi: Đặt hàng

source: Shipping method
vi: Phương thức giao hàng

source: Shipping Cost
vi: Chi phí giao hàng

source: Payment method
vi: Phương thức thanh toán

source: Order Total
vi: Tổng đơn hàng

source: Order Status
vi: Tình trạng đặt hàng

source: Order Date
vi: Ngày đặt hàng

source: Billing Company
vi: Công ty thanh toán

source: Billing First Name
vi: HĐ Tên

source: Billing Last Name
vi: HĐ Họ

source: Billing Full Name
vi: HĐ Tên đầy đủ

source: Billing Email
vi: Email thanh toán

source: Billing Phone
vi: HĐ Số điện thoại

source: Billing Address 1
vi: Địa chỉ thanh toán 1

source: Billing Address 2
vi: Địa chỉ thanh toán 2

source: Billing City
vi: Thành phố thanh toán

source: Billing State
vi: Trạng thái thanh toán

source: Billing Postcode
vi: HĐ Mã bưu chính

source: Billing Country
vi: Quốc gia thanh toán

source: Shipping Company
vi: Công ty vận chuyển

source: Shipping First Name
vi: Vận Chuyển Tên

source: Shipping Last Name
vi: Vận Chuyển Họ

source: Shipping Full Name
vi: Vận Chuyển Tên đầy đủ

source: Shipping Address 1
vi: Địa chỉ giao hàng 1

source: Shipping Address 2
vi: địa chỉ giao hàng

source: Shipping City
vi: Vận Chuyển Thành phố

source: Shipping State
vi: Vận Chuyển Tỉnh/Thành

source: Shipping Postcode
vi: Vận Chuyển Mã bưu chính

source: Shipping Country
vi: Vận Chuyển Quốc Gia

source: Customer IP
vi: IP khách hàng

source: Customer Note
vi: Ghi chú (của) khách hàng

source: Vendor Data
vi: Dữ liệu NPP

source: This sample privacy policy includes the basics around what personal data your multivendor store may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional plugins are used, the specific information shared by your store will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
vi: Chính sách riêng tư cơ bản này bao gồm các khái niệm cơ bản về dữ liệu cá nhân mà cửa hàng của bạn có thể đang được thu thập, lưu trữ và chia sẻ, cũng như những người có thể có quyền truy cập vào dữ liệu đó. Tùy thuộc vào cài đặt nào được bật và plugin bổ sung nào được sử dụng, thông tin cụ thể được chia sẻ bởi cửa hàng của bạn sẽ thay đổi. Chúng tôi khuyên bạn nên tham khảo ý kiến với luật sư khi quyết định thông tin nào cần tiết lộ về chính sách bảo mật của bạn.

source: We collect information about you during the checkout process on our store.
vi: Chúng tôi thu thập thông tin về bạn trong quá trình thanh toán trên cửa hàng của chúng tôi.

source: What we collect and store
vi: Những gì chúng tôi thu thập và lưu trữ

source: While you visit our site, we’ll track:
vi: Trong khi bạn truy cập trang web của chúng tôi, chúng tôi sẽ theo dõi:

source: Location, IP address and browser type: we’ll use this for purposes like estimating taxes and shipping
vi: Vị trí, địa chỉ IP và loại trình duyệt: chúng tôi sẽ sử dụng mục đích này cho các mục đích như ước tính thuế và giao hàng

source: Shipping address: we’ll ask you to enter this so we can, for instance, estimate shipping before you place an order, and send you the order!
vi: Địa chỉ giao hàng: chúng tôi sẽ yêu cầu bạn nhập thông tin này để chúng tôi có thể ước tính giao hàng trước khi bạn đặt hàng và gửi cho bạn đơn đặt hàng!

source: We’ll also use cookies to keep track of cart contents while you’re browsing our site.
vi: Chúng tôi sẽ sử dụng cookies để theo dõi nội dung giỏ hàng trong khi bạn duyệt trang web của chúng tôi.

source: Note: you may want to further detail your cookie policy, and link to that section from here.
vi: Lưu ý: bạn có thể muốn biết thêm chi tiết về chính sách cookie của mình và liên kết đến phần đó ở đây.

source: When you purchase from us, we’ll ask you to provide information including your name, billing address, shipping address, email address, phone number, credit card/payment details and optional account information like username and password. We’ll use this information for purposes, such as, to:
vi: Khi bạn sử dụng dịch vụ từ chúng tôi, chúng tôi sẽ yêu cầu bạn cung cấp thông tin bao gồm tên, địa chỉ thanh toán, địa chỉ giao hàng, địa chỉ email, số điện thoại, credit card/thông tin thanh toán và thông tin tài khoản bổ sung như tên tài khoản và mật khẩu. Chúng tôi sử dụng thông tin này cho nhiều mục đích, ví dụ, như:

source: Send you information about your account and order
vi: Gửi cho bạn thông tin về tài khoản và đơn đặt hàng của bạn

source: Respond to your requests, including refunds and complaints
vi: Trả lời các yêu cầu của bạn, bao gồm tiền hoàn lại và khiếu nại

source: Process payments and prevent fraud
vi: Xử lý thanh toán và ngăn chặn gian lận

source: Set up your account for our store
vi: Thiết lập tài khoản của bạn cho cửa hàng của chúng tôi

source: Comply with any legal obligations we have, such as calculating taxes
vi: Tuân thủ mọi nghĩa vụ pháp lý mà chúng tôi có, chẳng hạn như tính thuế

source: Improve our store offerings
vi: Cải thiện dịch vụ cửa hàng của chúng tôi

source: Send you marketing messages, if you choose to receive them
vi: Gửi cho bạn thông điệp tiếp thị, nếu bạn chọn nhận chúng

source: If you create an account, we will store your name, address, email and phone number, which will be used to populate the checkout for future orders.
vi: Nếu bạn tạo một tài khoản, chúng tôi sẽ lưu trữ tên, địa chỉ, email và số điện thoại của bạn, chúng sẽ được sử dụng để điền vào thanh toán cho các đơn đặt hàng trong tương lai.

source: We generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue to keep it. For example, we will store order information for XXX years for tax and accounting purposes. This includes your name, email address and billing and shipping addresses.
vi: Chúng tôi thường lưu trữ thông tin về bạn để khi chúng tôi cần thông tin cho các công việc mà chúng tôi thu thập và sử dụng, và chúng tôi không bắt buộc phải tiếp tục giữ thông tin đó. Ví dụ: chúng tôi sẽ lưu trữ thông tin đặt hàng trong vòng XXX năm cho mục đích thuế và kế toán. Thông tin bao gồm tên, địa chỉ email và địa chỉ thanh toán và giao hàng.

source: We will also store comments or reviews, if you choose to leave them.
vi: Chúng tôi cũng sẽ lưu trữ nhận xét hoặc đánh giá, nếu bạn chọn rời khỏi chúng.

source: Who on our team has access
vi: Ai trong nhóm của chúng tôi có quyền truy cập

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
vi: Các thành viên trong nhóm của chúng tôi có quyền truy cập vào thông tin bạn cung cấp cho chúng tôi. Ví dụ: cả Quản trị viên và Người quản lý cửa hàng đều có thể truy cập:

source: Order information like what was purchased, when it was purchased and where it should be sent, and
vi: Thông tin đặt hàng như thông tin đã mua, khi mua và thông tin sẽ được gửi đến đâu và

source: Customer information like your name, email address, and billing and shipping information.
vi: Thông tin khách hàng như tên, địa chỉ email và thông tin thanh toán và giao hàng của bạn.

source: Our team members have access to this information to help fulfill orders, process refunds and support you.
vi: Các thành viên trong nhóm của chúng tôi có quyền truy cập vào thông tin này để giúp thực hiện đơn đặt hàng, xử lý tiền hoàn lại và hỗ trợ bạn.

source: What we share with others
vi: Những gì chúng ta chia sẻ với người khác

source: In this section you should list who you’re sharing data with, and for what purpose. This could include, but may not be limited to, analytics, marketing, payment gateways, shipping providers, and third party embeds.
vi: Trong phần này, bạn nên liệt kê những người bạn đang chia sẻ dữ liệu và với mục đích gì. Điều này có thể bao gồm, nhưng không giới hạn, phân tích, tiếp thị, cổng thanh toán, nhà cung cấp dịch vụ vận chuyển và các lần nhúng của bên thứ ba.

source: We share information with third parties who help us provide our orders and store services to you; for example --
vi: Chúng tôi chia sẻ thông tin với các bên thứ ba giúp chúng tôi cung cấp các đơn đặt hàng và dịch vụ lưu trữ cho bạn; ví dụ —

source: Payments
vi: Thanh toán

source: In this subsection you should list which third party payment processors you’re using to take payments on your store since these may handle customer data. We’ve included PayPal as an example, but you should remove this if you’re not using PayPal.
vi: Trong phần phụ này, bạn nên liệt kê các bộ xử lý thanh toán của bên thứ ba mà bạn đang sử dụng để thực hiện thanh toán trên cửa hàng của mình vì các bộ xử lý này có thể xử lý dữ liệu khách hàng. Chúng tôi đã bao gồm PayPal làm ví dụ, nhưng bạn nên xóa nó nếu bạn không sử dụng PayPal.

source: We accept payments through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the purchase total and billing information.
vi: Chúng tôi chấp nhận thanh toán qua PayPal. Khi xử lý thanh toán, một số dữ liệu của bạn sẽ được chuyển đến PayPal, bao gồm thông tin cần thiết để xử lý hoặc hỗ trợ thanh toán, chẳng hạn như tổng số mua hàng và thông tin thanh toán.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
vi: Vui lòng xem <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full"> Chính sách bảo mật của PayPal </a> để biết thêm chi tiết.

source: Store Name
vi: Tên cửa hàng

source: Social
vi: Mạng xã hội

source: Phone
vi: Điện thoại

source: Address
vi: Địa chỉ

source: Banner Url
vi: Url Banner

source: City
vi: Thành phố

source: Postal Code
vi: Mã bưu điện

source: State
vi: Tỉnh

source: Bank Details
vi: Thông tin chi tiết ngân hàng

source: Account Name
vi: Tên tài khoản

source: Account Number
vi: Số tài khoản

source: Bank Name
vi: Tên ngân hàng

source: Bank Address
vi: Chi nhánh Ngân hàng

source: Swift Code
vi: Mã Swift

source: PayPal Email
vi: Email PayPal

source: Vendor %s data is removed.
vi: %s dữ lieu NPP đã bị xóa.

source: Before you can add a variation you need to add some variation attributes on the <strong>Attributes</strong> section
vi: Trước khi bạn có thể thêm biến thể, bạn cần phải thêm một số thuộc tính biến thể trên phần <strong> Thuộc tính </ strong>

source: Add variation
vi: Thêm biến thể

source: Create variations from all attributes
vi: Tạo các biến thể từ tất cả các thuộc tính

source: Delete all variations
vi: Xóa tất cả các biến thể

source: Status
vi: Trạng thái

source: Toggle &quot;Enabled&quot;
vi: Chuyển đổi & quot; Đã bật & quot;

source: Toggle &quot;Downloadable&quot;
vi: Chuyển đổi & quot; Có thể tải xuống & quot;

source: Toggle &quot;Virtual&quot;
vi: Chuyển đổi & quot; Ảo & quot;

source: Pricing
vi: Giá cả

source: Set regular prices
vi: Đặt giá thông thường

source: Increase regular prices (fixed amount or percentage)
vi: Tăng giá bán thông thường (số tiền cố định hoặc tỷ lệ phần trăm)

source: Decrease regular prices (fixed amount or percentage)
vi: Giảm giá bán thông thường (số tiến cố định hoặc tỉ lệ phần trăm)

source: Set sale prices
vi: Đặt giá bán

source: Increase sale prices (fixed amount or percentage)
vi: Tăng giá bán (số lượng cố định hoặc tỷ lệ phần trăm)

source: Decrease sale prices (fixed amount or percentage)
vi: Giảm giá bán (số lượng cố định hoặc tỷ lệ phần trăm)

source: Set scheduled sale dates
vi: Đặt ngày bán theo lịch trình

source: Inventory
vi: Hàng tồn kho

source: Toggle &quot;Manage stock&quot;
vi: Chuyển đổi & quot; Quản lý kho & quot;

source: Stock
vi: Kho

source: Length
vi: Dài

source: Width
vi: Rộng

source: Height
vi: Chiều cao

source: Weight
vi: Cân nặng

source: Downloadable products
vi: Sản phẩm có thể tải xuống

source: Download limit
vi: Giới hạn tải xuống

source: Download expiry
vi: Tải xuống hết hạn

source: Go
vi: Đi

source: No default
vi: Không có mặc định

source: Save Variations
vi: Lưu tùy biến

source: Cancel
vi: Hủy

source: %s item
vi: Đi bộ

source: Expand
vi: Mở rộng

source: Close
vi: Đóng

source: Go to the first page
vi: Đến trang đầu tiên

source: Go to the previous page
vi: Trở về trang trước

source: Select Page
vi: Chọn trang

source: Current page
vi: Trang hiện tại

source: Go to the next page
vi: Đến trang tiếp theo

source: Go to the last page
vi: Đến trang cuối cùng

source: Visible
vi: Hiển thị

source: Catalog
vi: Danh mục

source: Search
vi: Tìm kiếm

source: Hidden
vi: Ẩn

source: Edit
vi: Sửa

source: View
vi: Xem

source: Flag for showing author
vi: Gắn cờ cho hiển thị tác giả

source: An error has occurred, which probably means the feed is down. Try again later.
vi: Một lỗi đã xảy ra, có lẽ là nguồn cấp dữ liệu bị hỏng. Thử lại sau.

source: Untitled
vi: Chưa có tiêu đề

source: Total
vi: Tổng

source: Orders
vi: Đơn hàng

source: Unique identifier for the object.
vi: Định danh duy nhất cho đối tượng.

source: Order note content.
vi: Ghi chú đơn hàng.

source: Unique identifier for the note object.
vi: Định danh duy nhất cho mỗi ghi chú.

source: No seller found
vi: Không tìm thấy nhà cung cấp

source: Sorry, you have no permission to do this. Since it's not your product.
vi: Xin lỗi, bạn không đủ quyền chỉnh sửa. Trừ khi đây là sản phẩm của bạn.

source: Invalid order ID
vi: ID trật tự không hợp lệ

source: Order status must me required
vi: Trạng thái đơn hang phải có

source: Order status not valid
vi: Tình trạng đơn hàng không khả dụng

source: Invalid order
vi: Đơn hàng không hợp lệ

source: You have no permission to view this notes
vi: Bạn không đủ quyền để xem các ghi chú

source: Invalid order ID.
vi: ID đơn hàng không hợp lệ.

source: Cannot create existing %s.
vi: Không thể tạo %s đã tồn tại.

source: You have no permission to create this notes
vi: Bạn không đủ quyền để tạo các ghi chú

source: Cannot create order note, please try again.
vi: Không thể tạo ghi chú đơn hàng, vui lòng thử lại.

source: Invalid resource ID.
vi: ID tài nguyên không hợp lệ.

source: Unique identifier for the resource.
vi: Định danh duy nhất cho tài nguyên.

source: Parent order ID.
vi: Đơn hàng gốc.

source: Order number.
vi: Số thứ tự.

source: Order key.
vi: Mã số đơn đặt hàng.

source: Shows where the order was created.
vi: Hiển thị nơi đơn hàng đã được tạo.

source: Version of WooCommerce which last updated the order.
vi: Phiên bản WooC Commerce được cập nhật lần cuối đơn hàng.

source: Order status.
vi: Tình trạng đặt hàng.

source: Currency the order was created with, in ISO format.
vi: Đơn vị tiền tệ đã được tạo với, ở định dạng ISO.

source: The date the order was created, in the site's timezone.
vi: Ngày đơn hàng được tạo, theo múi giờ của trang web.

source: The date the order was created, as GMT.
vi: Ngày đơn hàng được tạo, là GMT.

source: The date the order was last modified, in the site's timezone.
vi: Ngày đơn hàng được sửa đổi lần cuối, theo múi giờ của trang web.

source: The date the order was last modified, as GMT.
vi: Ngày đơn hàng được sửa đổi lần cuối, là GMT.

source: Total discount amount for the order.
vi: Tổng số tiền chiết khấu cho đơn hàng.

source: Total discount tax amount for the order.
vi: Tổng số tiền thuế chiết khấu cho đơn hàng.

source: Total shipping amount for the order.
vi: Tổng số tiền vận chuyển cho đơn hàng.

source: Total shipping tax amount for the order.
vi: Tổng số tiền thuế vận chuyển cho đơn hàng.

source: Sum of line item taxes only.
vi: Chỉ tính tổng thuế của chi tiết đơn hàng.

source: Grand total.
vi: Tổng cộng.

source: Sum of all taxes.
vi: Tổng tất cả các loại thuế.

source: True the prices included tax during checkout.
vi: Giá đã bao gồm thuế trong quá trình thanh toán.

source: User ID who owns the order. 0 for guests.
vi: ID người dùng sở hữu đơn hàng. 0 cho khách.

source: Customer's IP address.
vi: Địa chỉ IP của khách hàng.

source: User agent of the customer.
vi: Đại lý người dùng của khách hàng.

source: Note left by customer during checkout.
vi: Lưu ý của khách hàng trong quá trình thanh toán.

source: Billing address.
vi: Địa chỉ thanh toán.

source: First name.
vi: Tên đầu tiên.

source: Last name.
vi: Vui lòng nhập Tên.

source: Company name.
vi: Tên công ty.

source: Address line 1
vi: Địa chỉ 1

source: Address line 2
vi: Địa chỉ 2

source: City name.
vi: Tên thành phố.

source: ISO code or name of the state, province or district.
vi: Mã ISO hoặc tên của tiểu bang, tỉnh hoặc huyện.

source: Postal code.
vi: Mã bưu điện.
