Repository: luuthai/44K222.01
Catalog: THEMES&PLUGIN ĐA NHÀ CUNG CẤP/PLUGIN/việt hóa dokan-20210319T130801Z-001oo/việt hóa dokan/dokan-lite-*.po
Languages: vi

source: Stay up-to-date
vi: Ở lại đến ngày

source: We're constantly developing new features, stay up-to-date by subscribing to our newsletter.
vi: Chúng tôi liên tục phát triển các tính năng mới, luôn cập nhật bằng cách đăng ký nhận bản tin của chúng tôi.

source: Subscribe
vi: Đăng ký

source: Thank you for subscribing!
vi: Cảm ơn bạn đã đăng ký!

source: Help
vi: Trợ giúp

source: Upgrade to Dokan Pro!
vi: Nâng cấp Pro!

source: Seems To Be Convinced, You Need More Out Of Your Marketplace
vi: Có vẻ như được thuyết phục, bạn cần nhiều hơn từ thị trường của bạn

source: And Many More
vi: Và nhiều thứ khác nữa

source: The Packages We Provide
vi: Các gói chúng tôi cung cấp

source: Buy Now
vi: Mua ngay

source: 14 Days Money Back Guarantee
vi: Đảm bảo hoàn tiền trong 14 ngày

source: Terms & Condition Applied
vi: Điều khoản và điều kiện được áp dụng

source: Payment Options:
vi: Tùy chọn thanh toán:

source: We are proud to say the official
vi: Chúng tôi tự hào nói chính thức

source: Dismiss this notice.
vi: Bỏ qua thông báo này.

source: Choose your file
vi: Chọn tập tin

source: Email is required
vi: Email là bắt buộc

source: Username
vi: Tên đăng nhập

source: Username is required
vi: Tên truy cập bắt buộc

source: Password
vi: Mật khẩu

source: Generate Password
vi: Tạo mật khẩu

source: Searching...
vi: Tìm kiếm ...

source: This email is already registered, please choose another one.
vi: Email này đã được đăng ký, hãy chọn một email khác.

source: Street 1
vi: Tên đường 1

source: Select Country
vi: Chọn quốc gia

source: Select State
vi: Chọn Quận/Huyện

source: Admin Commission Type
vi: Loại chiết khấu quản trị viên

source: Enable Selling
vi: Bật chức năng bán hàng

source: Social Options
vi: Tùy chọn mạng xã hội

source: Add New
vi: Thêm mới

source: All <span class='count'>(%s)</span>
vi: Tất cả <span class='Count'>(%s)</span>

source: Approved <span class='count'>(%s)</span>
vi: Phê huyệt <span class='count'>(%s)</span>

source: Pending <span class='count'>(%s)</span>
vi: Đang chờ xử lý <span class='count'>(%s)</span>

source: Withdraw Requests
vi: Yêu cầu rút tiền

source: Update Note
vi: Cập nhật ghi chú

source: Cancelled <span class='count'>(%s)</span>
vi: Đã hủy <span class='count'>(%s)</span>

source: We need to update your install to the latest version
vi: Chúng tôi cần cập nhật cài đặt của bạn lên phiên bản mới nhất

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
vi: Chúng tôi khuyên bạn nên sao lưu cơ sở dữ liệu của mình trước khi tiếp tục. Bạn có chắc chắn muốn chạy updater bây giờ?

source: Update
vi: Cập nhật

source: Yes, Update Now
vi: Có, cập nhật ngay

source: No, Cancel
vi: Không, hủy

source: Anti-spam
vi: Chống thư rác

source: Shop Name
vi: Tên cửa hàng

source: Shop URL
vi: URL cửa hàng

source: I have read and agree to the <a target="_blank" href="%s">Terms &amp; Conditions</a>.
vi: Tôi đã đọc và đồng ý với <a target="_blank" href="%s">Terms &amp; Conditions</a>.

source: Register
vi: Đăng ký

source: <strong>Welcome to Dokan</strong> &#8211; You&lsquo;re almost ready to start selling :)
vi: <strong> Chào mừng bạn </strong> &#8211; Bạn &lsquo;re sẵn sàng để bắt đầu bán hàng :)

source: Run the Setup Wizard
vi: Chạy Trình hướng dẫn cài đặt

source: Selling Setup
vi: Thiết lập bán

source: New Vendor Enable Selling
vi: Cho phép nhà cung cấp mới bán hàng

source: On
vi: Bật

source: Off
vi: Tắt

source: Make selling status enable for new registred vendor
vi: Tạo trạng thái bán cho phép nhà cung cấp đã đăng ký mới

source: Commission Type
vi: Loại chiết khấu

source: Set your commission type
vi: Đặt loại hoa hồng của bạn

source: How much amount (%) you will get from each order
vi: Bạn sẽ nhận được bao nhiêu (%) từ mỗi đơn hàng

source: Vendor can change order status
vi: Nhà cung cấp có thể thay đổi trạng thái đơn đặt hàng

source: Where is your store based?
vi: Cửa hàng của bạn dựa vào đâu?

source: Choose a country&hellip;
vi: Chọn một quốc gia &hellip;

source: Choose a state&hellip;
vi: Chọn một Tỉnh thành &hellip;

source: Postcode / ZIP
vi: Mã bưu điện

source: What currency do you accept payments in?
vi: Loại tiền nào bạn chấp nhận thanh toán bằng?

source: Choose a currency&hellip;
vi: Chọn một loại tiền tệ&hellip;

source: What type of products do you plan to sell?
vi: Bạn dự định bán loại sản phẩm nào?

source: I plan to sell both physical and digital products
vi: Tôi dự định bán cả sản phẩm vật lý và kỹ thuật số

source: I plan to sell physical products
vi: Tôi dự định bán sản phẩm vật chất

source: I plan to sell digital products
vi: Tôi dự định bán sản phẩm kỹ thuật số

source: I will also be selling products or services in person.
vi: Tôi cũng sẽ bán sản phẩm hoặc dịch vụ trực tiếp.

source: Define vendor store URL
vi: Xác định URL cửa hàng của nhà cung cấp

source: Shipping fees will go to
vi: Phí vận chuyển sẽ được chuyển tới

source: Tax fees will go to
vi: Phí thuế sẽ được chuyển tới

source: %sAPI Key%s is needed to display map on store page
vi: Cần có %sAPI Key%s để hiển thị bản đồ trên trang cửa hàng

source: Share Essentials
vi: Chia sẻ các yếu tố cần thiết

source: Earning
vi: Thu nhập

source: Pageview
vi: Lượt xem

source: Edit Account Details
vi: Chi tiết Sửa tài khoản

source: First name
vi: Họ

source: Last name
vi: Tên

source: Password Change
vi: Thay đổi mật khẩu

source: Current Password (leave blank to leave unchanged)
vi: Mật khẩu hiện tại (để trống để không thay đổi)

source: New Password (leave blank to leave unchanged)
vi: Mật khẩu mới (để trống để không thay đổi)

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Save changes
vi: Lưu thay đổi

source: On hold
vi: Tạm giữ

source: + Add new product
vi: + Thêm sản phẩm mới

source: Live
vi: Trực tiếp

source: Offline
vi: Ngoại tuyến

source: Sales this Month
vi: Bán trong tháng

source: From : %s (%s)
vi: Từ : %s (%s)

source: Hello,
vi: Xin chào,

source: Summary of the product:
vi: Tóm tắt sản phẩm:

source: Title :
vi: Tiêu đề :

source: Price :
vi: Giá :

source: Vendor :
vi: Nhà cung cấp:

source: Category :
vi: Thể loại :

source: The product is currently in "pending" status.
vi: Sản phẩm hiện đang trong trạng thái "chờ xử lý".

source: A new product is submitted to your site
vi: Một sản phẩm mới được gửi đến trang web của bạn

source: The product is currently in "publish" status. So, everyone can view the product.
vi: Sản phẩm hiện đang ở trạng thái "xuất bản". Vì vậy, mọi người đều có thể xem sản phẩm.

source: Hello there,
vi: Xin chào,

source: A new vendor has registered in your marketplace
vi: Một nhà cung cấp mới đã đăng ký trên thị trường của bạn

source: Vendor Details:
vi: Chi tiết nhà cung cấp:

source: Vendor Store :
vi: Cửa hàng bán hàng:

source: To edit vendor access and details <a href="%s">Click Here</a>
vi: Để chỉnh sửa quyền truy cập và chi tiết của nhà cung cấp <a href="%s"> Nhấp vào đây </a>

source: A new product is submitted to your site and pending review
vi: Một sản phẩm mới được gửi đến trang web của bạn và chờ xem xét

source: The product is currently in "pending" state.
vi: Sản phẩm hiện đang ở trạng thái "đang chờ xử lý".

source: In case it needs to be moderated <a href="%s"> click here </a>
vi: Trong trường hợp nó cần được kiểm duyệt <a href="%s"> nhấp vào đây </a>

source: A new product is submitted to your site.
vi: Một sản phẩm mới được gửi đến trang web của bạn và chờ đánh giá.

source: The product is currently in "publish" state. So everyone can view the product.
vi: Sản phẩm hiện đang ở trạng thái "xuất bản". Vì vậy, tất cả mọi người có thể xem sản phẩm.

source: A new vendor has registered in your marketplace
vi: Nhà cung cấp mới đã đăng ký trên thị trường của bạn

source: has been approved by one of our admin, congrats!
vi: đã được một quản trị viên của chúng tôi chấp thuận, chúc mừng!

source: You have received an order from %s.
vi: Bạn nhận được một đơn hàng từ %s.

source: Your withdraw request has been approved, congrats!
vi: Yêu cầu rút tiền của bạn đã được chấp thuận, chúc mừng!

source: You sent a withdraw request of:
vi: Bạn đã gửi yêu cầu rút tiền:

source: Thanks for being with us.
vi: Cảm ơn đã đồng hành cùng chúng tôi.

source: Your withdraw request was cancelled
vi: Yêu cầu rút tiền của bạn đã bị hủy

source: Here's the reason, why :
vi: Đây là lý do, tại sao:

source: Hi,
vi: Chào,

source: Your product : <a href="%s">%s</a> is approved by the admin, congrats!
vi: Sản phẩm của bạn: <a href="%s">% s </a> được phê duyệt bởi quản trị viên, xin chúc mừng!

source: To Edit product click : <a href="%s">here</a>
vi: Để chỉnh sửa sản phẩm, nhấp: <a href="%s"> tại đây </a>

source: [Order #%s]
vi: [Đặt hàng #% s]

source: Quantity
vi: Số lượng

source: Price
vi: Giá

source: Note:
vi: Ghi chú:

source: Amount :
vi: Số tiền :

source: We'll transfer this amount to your preferred payment method shortly.
vi: Chúng tôi sẽ sớm chuyển số tiền này sang phương thức thanh toán ưa thích của bạn.

source: Your withdraw request was cancelled!
vi: Yêu cầu rút tiền của bạn đã bị hủy!

source: A new withdraw request has been made by
vi: Yêu cầu rút tiền mới đã được thực hiện bởi

source: Username :
vi: Tên đăng nhập:

source: Request Amount:
vi: Yêu cầu rút số tiền:

source: Payment Method:
vi: Phương thức thanh toán:

source: You can approve or deny it by going <a href="%s"> here </a>
vi: Bạn có thể phê duyệt hoặc từ chối nó bằng cách bấm vào <a href="%s">đây</a>

source: Cart %s
vi: Giỏ hàng %s

source: Vendor Dashboard
vi: Trang quản trị - Nhà cung cấp

source: Visit your store
vi: Xem cửa hàng

source: My Account
vi: Tài khoản

source: Billing Address
vi: Địa chỉ thanh toán

source: Shipping Address
vi: Địa chỉ giao hàng

source: Log in
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Vendor Information
vi: Thông tin NPP

source: Store Name:
vi: Tên cửa hàng:

source: Vendor:
vi: Nhà cung cấp:

source: Address:
vi: Địa chỉ:

source: I am a customer
vi: Tôi là khách hàng

source: I am a vendor
vi: Tôi là người bán hàng

source: Error!
vi: Lỗi!

source: Login
vi: Đăng nhập

source: Logging in
vi: Đang đăng nhập

source: Type an address to find
vi: Nhập một địa chỉ để tìm

source: Find Address
vi: Tìm địa chỉ

source: Recent Orders
vi: Những đơn đặt hàng gần đây

source: Date
vi: Ngày

source: %s for %s item
vi: %s cho % sản phẩm

source: Multiple Vendor
vi: Nhiều NPP

source: Pay
vi: Thanh toán

source: No orders found!
vi: Không tìm thấy đơn hàng nào!

source: Filter by Date
vi: Lọc theo ngày

source: Filter by registered customer
vi: Lọc theo khách hàng đã đăng ký

source: Filter
vi: Bộ lọc

source: Export All
vi: Xuất toàn bộ

source: Export Filtered
vi: Xuất theo bộ lọc

source: This is not yours, I swear!
vi: Đây không phải là của bạn, tôi chắc thế!

source: Item
vi: Mục

source: Qty
vi: Số lượng

source: Totals
vi: Tổng

source: Coupons
vi: Mã giảm giá

source: No billing address set.
vi: Không có địa chỉ thanh toán được đặt.

source: No shipping address set.
vi: Không có địa chỉ giao hàng được thiết lập.

source: Downloadable Product Permission
vi: Giấy phép sản phẩm có thể tải xuống

source: General Details
vi: Chi tiết chung

source: Order Status:
vi: Tình trạng đặt hàng:

source: &nbsp; Edit
vi: &nbsp; Sửa

source: Order Date:
vi: Ngày đặt hang:

source: Earning From Order:
vi: Thu nhập từ đơn hàng:

source: Customer:
vi: Khách hàng :

source: Phone:
vi: Số điện thoại:

source: Customer IP:
vi: IP khách hàng:

source: Customer Note:
vi: Ghi chú khách hàng:

source: Order Notes
vi: Ghi chú đơn hàng

source: added %s ago
vi: đã them %s trước

source: There are no notes for this order yet.
vi: Chưa có ghi chú nào cho đơn đặt hàng này.

source: Add note
vi: Thêm ghi chú

source: Customer note
vi: Lưu ý khách hàng

source: Private note
vi: Ghi chú riêng

source: Add Note
vi: Thêm ghi chú

source: Tracking Number
vi: Số kiểm soát

source: Shipping Provider Name / URL
vi: Tên đơn vị giao nhận/ liên kết theo dõi sp

source: Date Shipped
vi: Ngày giao hàng

source: Add Tracking Details
vi: Thêm thông tin vận đơn

source: Choose a downloadable product&hellip;
vi: Tìm một sản phẩm có thể tải xuống&hellip;

source: Grant Access
vi: Cấp phép truy cập

source: Change status to on-hold
vi: Thay đổi trạng thái sang trạng thái chờ

source: Change status to processing
vi: Thay đổi trạng thái để xử lý

source: Change status to completed
vi: Thay đổi trạng thái để hoàn thành

source: Select bulk action
vi: Chọn đồng loạt

source: Apply
vi: Áp dụng

source: Customer
vi: Khách hàng

source: Action
vi: Hành động

source: Order %s
vi: Đơn đặt hàng %s

source: Guest
vi: Khách

source: Unpublished
vi: Chưa được công bố

source: %s ago
vi: %s trước

source: Complete
vi: Hoàn thành

source: No orders found
vi: Không có đơn hàng

source: File %d: %s
vi: Tệp %d:%s

source: Revoke Access
vi: Thu hồi truy cập

source: Downloaded
vi: Đã tải xuống

source: %s time
vi: %s lần

source: Downloads Remaining
vi: Lượt tải còn lại

source: Unlimited
vi: Không giới hạn

source: Access Expires
vi: Hết hạn truy cập

source: Never
vi: Không bao giờ

source: Fee Name
vi: Tên Phí

source: Tax Rate:
vi: Thuế suất:

source: Sales Tax:
vi: Thuế:

source: Shipping Tax:
vi: Thuế vận chuyển:

source: &larr; Orders
vi: &larr; Đơn đặt hàng

source: Downloadable
vi: Có thể tải về

source: Downloadable products give access to a file upon purchase.
vi: Các sản phẩm có thể tải xuống cung cấp quyền truy cập vào một tập tin khi mua.

source: Virtual
vi: Ảo

source: Virtual products are intangible and aren't shipped.
vi: Sản phẩm ảo là vô hình và không được vận chuyển.

source: Downloadable Options
vi: Tùy chọn có thể tải xuống

source: Configure your downloadable product settings
vi: Định cấu hình cài đặt sản phẩm có thể tải xuống của bạn

source: Add File
vi: Thêm tập tin

source: Name
vi: Họ và Tên

source: This is the name of the download shown to the customer.
vi: Đây là tên của mục tải về hiển thị cho các khách hàng.

source: File URL
vi: URL tập tin

source: This is the URL or absolute path to the file which customers will get access to.
vi: Đây là URL hoặc đường dẫn tuyệt đối đến tập tin mà khách hàng sẽ nhận được quyền truy cập vào.

source: Download Limit
vi: Giới hạn Tải xuống

source: e.g. 4
vi: ví dụ. 4

source: Download Expiry
vi: Hết hạn tải xuống

source: Number of days
vi: Số ngày

source: Manage inventory for this product.
vi: Quản lý tồn kho cho sản phẩm này.

source: (Stock Keeping Unit)
vi: (Đơn vị bảo quản kho)

source: Stock Status
vi: Tình trạng tồn kho

source: In Stock
vi: Còn hàng

source: Out of Stock
vi: Hết hàng

source: On Backorder
vi: Đặt hàng trước

source: Enable product stock management
vi: Bật quản lý kho hàng theo sản phẩm

source: Stock quantity
vi: Số lượng cổ phiếu

source: Low stock threshold
vi: Ngưỡng cổ phiếu thấp

source: Allow Backorders
vi: Cho phép đặt hàng trước

source: Do not allow
vi: Không cho phép

source: Allow but notify customer
vi: Cho phép nhưng thông báo cho khách hàng

source: Allow
vi: Cho phép

source: Allow only one quantity of this product to be bought in a single order
vi: Chỉ cho phép mua một lượng sản phẩm này theo một đơn đặt hàng

source: - Select a category -
vi: - Chọn một danh mục -

source: Search Products
vi: Tìm kiếm sản phẩm

source: Access Denied, No product found
vi: Truy cập bị từ chối, Không tìm thấy sản phẩm

source: Access Denied
vi: Truy cập bị từ chối

source: Edit Product
vi: Sửa sản phẩm

source: View Product
vi: Xem sản phẩm

source: Success!
vi: Thành công!

source: The product has been saved successfully.
vi: Sản phẩm đã được lưu thành công.

source: View Product &rarr;
vi: Xem sản phẩm & rarr;

source: Title
vi: Tiêu đề

source: Product name..
vi: Tên sản phẩm..

source: Please enter product title!
vi: Vui lòng nhập tiêu đề sản phẩm!

source: Product Type
vi: Loại sản phẩm

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
vi: Chọn Biến nếu sản phẩm của bạn có nhiều thuộc tính - như kích thước, màu sắc, chất lượng, v.v

source: You Earn :
vi: Bạn kiếm được :

source: Discounted Price
vi: Giảm giá

source: Schedule
vi: Lịch trình

source: Product price can't be less than the vendor fee!
vi: Giá sản phẩm không thể thấp hơn phí nhà cung cấp!

source: From
vi: Từ

source: To
vi: Đến

source: Category
vi: Danh mục

source: Please choose a category!
vi: Vui lòng chọn danh mục !

source: Select product category
vi: Chọn danh mục sản phẩm

source: Tags
vi: Thẻ

source: Upload a product cover image
vi: Tải lên hình ảnh bìa sản phẩm

source: Delete image
vi: Xóa ảnh

source: Add gallery image
vi: Thêm hình ảnh bộ sưu tập

source: Short Description
vi: Mô tả ngắn

source: Description
vi: Mô tả

source: Save Product
vi: Lưu sản phẩm

source: Add New Product
vi: Thêm sản phẩm mới

source: You have successfully created <a href="%s"><strong>%s</strong></a> product
vi: Bạn đã thêm thành công sản phẩm <a href="%s"><strong>%s</strong></a> rồi

source: Upload Product Image
vi: Tải lên ảnh sản phẩm

source: Short description of the product...
vi: Mô tả ngắn cho sản phẩm...

source: Select product tags
vi: Chọn thẻ sản phẩm

source: Add your product description
vi: Thêm Mô tả sản phẩm

source: Create & Add New
vi: Tạo và thêm mới

source: Create Product
vi: Tạo khóa học

source: Other Options
vi: Sự lựa chọn khác

source: Set your extra product options
vi: Thêm các tùy chọn mở rộng khác cho sản phẩm

source: Product Status
vi: Trạng thái sản phẩm

source: Visibility
vi: Hiển thị

source: Purchase Note
vi: Lưu ý mua hàng

source: Customer will get this info in their order email
vi: Khách hàng sẽ nhận được thông tin này trong email đặt hàng của họ

source: Enable product reviews
vi: Cho phép đánh giá sản phẩm

source: Image
vi: Hình ảnh

source: Type
vi: Loại

source: Grouped
vi: Nhóm lại

source: External/Affiliate
vi: Bên ngoài / Liên kết

source: Simple
vi: Đơn giản

source: Variable
vi: Biến thể

source: Views
vi: Lượt xem

source: Y/m/d
vi: d/m/Y

source: Published
vi: Đã đăng

source: Missed schedule
vi: Lịch bỏ lỡ

source: Last Modified
vi: Sửa đổi lần cuối

source: Add new product
vi: Thêm sản phẩm mới

source: No product found
vi: Không tìm thấy sp

source: &laquo; Previous
vi: &laquo; Trước

source: Next &raquo;
vi: Sau &raquo;

source: Enter some short description about this product...
vi: Nhập một số mô tả ngắn về sản phẩm này ...

source: Create product
vi: Tạo sản phẩm

source: Create & add new
vi: Tạo & thêm mới

source: Search Results for: %s
vi: Kết quả tìm kiếm cho: %s

source: Search Vendor &hellip;
vi: Tìm kiếm nhà cung cấp &hellip;

source: Search seller &hellip;
vi: Tìm kiếm người bán & hellip;

source: Street
vi: Đường phố

source: Street address
vi: Địa chỉ

source: Apartment, suite, unit etc. (optional)
vi: Căn hộ, bộ, đơn vị, vv (tùy chọn)

source: Town / City
vi: Tỉnh / Thành phố

source: Post/ZIP Code
vi: Mã bưu chính/mã vùng

source: Postcode / Zip
vi: Mã bưu điện

source: Country
vi: Quốc gia

source: State
vi: Tiểu Bang/Tỉnh

source: Update Settings
vi: Cập Nhật cài đặt

source: Upload a banner for your store. Banner size is (%sx%s) pixels.
vi: Cập nhật ảnh banner Shop của bạn.Kích thước banner là (%sx%s) pixels.

source: Profile Picture
vi: Ảnh đại diện

source: Upload Photo
vi: Tải lên hình ảnh

source: store name
vi: tên cửa hàng

source: Phone No
vi: Số điện thoại

source: Enable tab on product single page view
vi: Bật Tab trong khu vực thông tin sản phẩm

source: Map
vi: Bảm đồ

source: Show terms and conditions in store page
vi: Hiển thị các điều khoản và điều kiện trong trang cửa hàng

source: TOC Details
vi: Chi tiết TOC

source: Store Opening Closing Time
vi: Thời gian cửa hàng mở cửa/đóng cửa

source: Show store opening closing time widget in store page
vi: Mở cửa hàng đóng cửa hàng trong trang

source: Open
vi: Mở

source: Store Open Notice
vi: Thông báo mở cửa hàng

source: Store Close Notice
vi: Thông báo đóng cửa hàng

source: Store Open
vi: Cửa hàng đang mở

source: Store Closed
vi: Cửa hàng đang đóng cửa

source: Sort by
vi: Sắp xếp theo

source: Search Vendors
vi: Tìm kiếm nhà cung cấp

source: Featured
vi: Nổi bật

source: Rated %s out of 5
vi: Xếp hạng %s trên 5

source: %s out of 5
vi: %s trong số 5

source: No vendor found!
vi: Không tìm thấy nhà cung cấp!

source: Terms And Conditions
vi: Các điều khoản và điều kiện

source: No products were found of this vendor!
vi: Không có sản phẩm được tìm thấy của nhà cung cấp này!

source: Sub Orders
vi: Đơn đặt hàng phụ

source: This order has products from multiple vendors. So we divided this order into multiple vendor orders. Each order will be handled by their respective vendor independently.
vi: Đơn đặt hàng này có các sản phẩm từ nhiều shop. Vì vậy, chúng tôi đã chia đơn đặt hàng này thành nhiều đơn đặt hàng của shop. Mỗi đơn hàng sẽ được xử lý bởi nhà cung cấp tương ứng của họ một cách độc lập.

source: you@example.com
vi: shopviet@example.com

source: Type your messsage...
vi: Nhập tin nhắn của bạn ...

source: Send Message
vi: Gửi tin nhắn

source: No products found
vi: Không tìm thấy sản phẩm

source: Amount
vi: Số tiền

source: Method
vi: Phương thức

source: Note
vi: Ghi chú

source: Accepted
vi: Đã chấp nhận

source: Withdraw Amount
vi: Số tiền rút

source: Payment Method
vi: Phương thức thanh toán

source: Submit Request
vi: Gửi lời đề nghị

source: No withdraw method is available. Please update your payment method to withdraw funds.
vi: Không có phương thức rút tiền nào. Vui lòng cập nhật phương thức thanh toán của bạn để rút tiền.

source: Payment Settings Setup
vi: Thiết lập cài đặt Thanh toán

source: Withdraw Request
vi: Yêu cầu rút tiền

source: Approved Requests
vi: Yêu cầu đã duyệt

source: Cancelled Requests
vi: Yêu cầu đã hủy

source: Want to help make <strong>%1$s</strong> even more awesome? Allow %1$s to collect non-sensitive diagnostic data and usage information.
vi: Bạn muốn giúp làm cho <strong>%1$s</strong> thậm chí còn tuyệt vời hơn? Cho phép %1$s thu thập dữ liệu chẩn đoán không nhạy cảm và thông tin sử dụng.

source: what we collect
vi: những gì chúng tôi thu thập

source: No thanks
vi: Không, cảm ơn

source: If you have a moment, please let us know why you are deactivating:
vi: Nếu bạn vui lòng, xin cho chúng tôi biết lý do bạn ngưng đăng ký:

source: I rather wouldn't say
vi: Tôi không thể nói gì hơn

source: Submit & Deactivate
vi: Gửi & tắt

# enhanced select
source: One result is available, press enter to select it.
vi: Một kết quả có sẵn, nhấn enter để chọn nó.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
vi: %qty% kết quả có sẵn, sử dụng phím mũi tên lên và xuống để di chuyển.

# enhanced select
source: No matches found
vi: Lọc kết quả tìm thấy

# enhanced select
source: Loading failed
vi: Tải không thành công

# enhanced select
source: Please enter 1 or more characters
vi: Vui lòng nhập 1 hoặc nhiều ký tự

# enhanced select
source: Please enter %qty% or more characters
vi: Nhập %qty% hoặc nhiều ký tự

# enhanced select
source: Please delete 1 character
vi: Vui lòng xóa 1 ký tự

# enhanced select
source: Please delete %qty% characters
vi: Vui lòng xóa %qty% ký tự

# enhanced select
source: You can only select 1 item
vi: Bạn chỉ có thể chọn 1 sản phẩm

# enhanced select
source: You can only select %qty% items
vi: Bạn có thể chọn %qty% sản phẩm

# enhanced select
source: Loading more results&hellip;
vi: Đang tải thêm kết quả&hellip;

# enhanced select
source: Searching&hellip;
vi: Đang tìm kiếm&hellip;

# number of pages
source: of
vi: của
